{"name": "Biden speech - live: President calls white supremacy ‘<b>terrorism</b>’ in joint address to Congress", "snippet": "Joe Biden is delivering his first major speech to Congress, focusing on American families, a tax rise for the rich and the coronavirus rescue plan. The prime-time address marks Mr Biden’s first 100 days in office with an outline of a domestic policy agenda the president hopes will prove &quot;democracy still works&quot;.", "topic": "Other"}
{"name": "Metro Nashville school board speaks out against anti-<b>LGBTQ</b> legislation, approves resolution affirming <b>LGBTQ</b> students and staff", "snippet": "The resolution also lays down how the district and the board can and will advocate for students and teachers when appropriate.", "topic": "Other"}
{"name": "Amend <b>Corona</b> App To Show Beds With Oxygen Support: High Court To Delhi", "snippet": "The Delhi High Court on Wednesday issued a number of directions on categorisation of beds in the Delhi corona mobile app, setting up of helpline numbers, delay in testing and shortage of RTPCR test kits.", "topic": "Corona"}
{"name": "<b>Chess</b>: Russia&#39;s Nepomniachtchi to challenge Carlsen for world title", "snippet": "Russian chess grandmaster Ian Nepomniachtchi clinched victory at the Candidates Tournament on Monday, earning him the chance to challenge Norway&#39;s Magnus Carlsen for the world title later this year. The International Chess Federation (FIDE) had suspended the tournament at its halfway point in March 2020 when Russia grounded international flights to slow COVID-19 transmission,", "topic": "Sports"}
{"name": "World <b>Athletics</b> Relays: who, what and when?", "snippet": "Major withdrawals have hit this weekend’s World Relays in Poland but it should still be a fun and important event as the Olympics approaches", "topic": "Sports"}
{"name": "<b>Jeff Bezos</b> challenges NASA moon lander contract to SpaceX, Elon Musk mocks Blue Origin", "snippet": "Elon Musk made fun of Blue Origin for protesting against NASA&#39;s recent decision to hand over its contract for the lunar lander to SpaceX. The Jeff Bezos owned company said that the agency changed conditions at the last minute and now jeopardizes the entire mission.", "topic": "Celebrity"}
{"name": "Dogecoin skyrockets after <b>Elon Musk</b> labels himself &#39;Dogefather&#39;", "snippet": "Dogecoin (DOGE) price surged as much as 20% on Wednesday after Tesla (TSLA) boss Elon Musk called himself the &quot;Dogefather&quot; on Twitter (TWTR) ahead of his appearance on US comedy show SNL. He tweeted &quot;The Dogefather&quot; to his 52 million followers,", "topic": "Celebrity"}
{"name": "GAME STORY: Oilers 3, Jets 1", "snippet": "Edmonton scores twice on the power play, McDavid records three assists and Nugent-Hopkins notches the game-winning goal for another victory in Winnipeg", "topic": "Sports"}
{"name": "Two men arrested by PSNI’s <b>Terrorism</b> Investigation Unit after attempted murder of a female part-time police officer", "snippet": "Detectives from the PSNI’s Terrorism Investigation Unit have today arrested two men in connection with their investigation into the attempted murder of a female member of police staff, who is also a part time police officer.", "topic": "Other"}
{"name": "Manoj Das, the legend will live through his <b>literature</b>", "snippet": "More than appreciation for his writings, admiration for the man, the writer took over in a few minutes of conversation.", "topic": "Other"}
{"name": "Consultation on <b>LGBTQ</b> campaigner Mark Ashton memorial approved", "snippet": "The Corporate Policy and Resources Committee approved a motion brought by the SDLP calling for consultation on a memorial", "topic": "Other"}
{"name": "<b>Cricket</b> and rugby latest to join social media boycott", "snippet": "English cricket and rugby will join other leading sports in a social media blackout this weekend in a “show of solidarity against online abuse”.Football clubs and organisations including the FA, the", "topic": "Sports"}
{"name": "Florida State anti-racism task force votes against removing Doak Campbell&#39;s name from <b>football</b> stadium", "snippet": "The task force did vote to recommend a “high-profile” recognition of black and other underrepresented minority student athletes at the stadium.", "topic": "Football"}
{"name": "<b>Celebrity</b> specialist shares how to capture mortgage <b>business</b> for the rich and famous", "snippet": "He explained, too, that even if these rich and famous people can boast multimillion dollar paychecks from a single movie project, many of them still need mortgages, in a sense. “The beauty of it is that I do mortgages for people who don’t need it,", "topic": "Celebrity"}
{"name": "<b>Royal Family</b>: An interactive guide to who&#39;s who in the Queen&#39;s <b>family</b> and the line of succession", "snippet": "The Queen has four children and eight grandchildren with lots of names and titles, so it&#39;s easy to get confused about who everyone is and how each of them is related. Try our handy interactive guide to find out who&#39;s who.", "topic": "Royal Family"}
{"name": "Rebekah Vardy chases a drunk man brandishing a stiletto in bizarre new <b>Celebrity</b> Juice game", "snippet": "REBEKAH Vardy chased a drunk man while brandishing a stiletto in a bizarre new Celebrity Juice game. The Dancing On Ice star, 39, was tasked with proving how good of a security guard she is in", "topic": "Celebrity"}
{"name": "Taufik says friendship with Chong Wei as strong as their love for <b>badminton</b>", "snippet": "They were once great badminton rivals but now, Taufik Hidayat and Lee Chong Wei are good friends. In fact, Indonesia’s Olympics and world champion Taufik, Chong Wei and two others Lin Dan of China and Peter-Gade Christensen of Denmark have joined forces to lend their star power in a bid to popularise badminton across the world since 2015.", "topic": "Sports"}
{"name": "<b>Weather</b>: <b>weather</b>_southwest_cislands.avi", "snippet": "Weather: weather_southwest_cislands.avi. Duration: 01:", "topic": "Other"}
{"name": "Educate your children against pro-<b>LGBTQ</b> activities in schools---Apostle Sam to parents", "snippet": "Founder and Leader of the Kingdom Gospel Foundation Network, Ghana located in Accra Apostle Lawrence Kwaw Sam, have stressed the need for parents and guardians to educate and discourage their children in the Senior High Schools from engaging themselves in suspicious LGBTQ ,", "topic": "Other"}
{"name": "UK <b>weather</b>: April set to be frostiest in UK for 60 years", "snippet": "This month is provisionally the frostiest April in the UK for at least 60 years, the Met Office has said. April 2021 has already seen an average of 13 days of air frosts across the UK, beating the previous record of 11 days reported in April 1970.", "topic": "Literature"}
{"name": "COVID-19 Impact on <b>Artificial Intelligence</b> in Supply Chain Market Growth Projection to 2026 | Intel, NVIDIA, Xilinx, Samsung, Micron, IBM, Google", "snippet": "Global Artificial Intelligence in Supply Chain Market Growth Status and Outlook 2021-2026. According to this latest study, the 2021 growth of Artificial Intelligence in Supply Cha", "topic": "Other"}
{"name": "UK <b>weather</b> forecast for May bank holiday 2021: Latest Met Office predictions ahead of the long weekend", "snippet": "The weather always has the potential to make or break a bank holiday, but Covid restrictions mean it&#39;s particularly important this time", "topic": "Literature"}
{"name": "MPs call for review of all coronavirus fines", "snippet": "Coronavirus fines have been described as “muddled, discriminatory and unfair” by a group of MPs and peers who have called for a review of all of those issued under lockdown laws. The Joint Committee on Human Rights said the system “criminalises the poor over the better-off” and no Covid-19 fine should result in a criminal record.", "topic": "Corona"}
{"name": "BBC <b>Weather</b>: Freezing Arctic blast grips Europe as snow showers dump 20-30cm – latest", "snippet": "BBC Weather has forecast an Arctic blast of cold air moving into Europe bringing with it snow in some highland areas.", "topic": "Literature"}
{"name": "<b>Robotics</b> outperformer reveals ‘biggest misconception’ of 5G", "snippet": "Candriam’s Johan Van der Biest believes the technological breakthrough will be transformative. But not in the way many people imagine.", "topic": "Other"}
{"name": "<b>Athletics</b>&#39; Sean Murphy: Gets rest Wednesday", "snippet": "Gets rest Wednesday", "topic": "Sports"}
{"name": "Hewlett Packard Enterprise Wins Red Hat North American Partner Award for <b>Artificial Intelligence</b> (AI) Solutions", "snippet": "Hewlett Packard Enterprise (HPE) today announced it has been honored as Artificial Intelligence (AI) Solution Partner of The Year by Red Hat, Inc., for AI solutions developed for the public sector. The award is part of the annual Red Hat North America Partner Awards,", "topic": "Other"}
{"name": "Government must create £400m fund to help fans buy <b>football</b> clubs, new report claims", "snippet": "The government has put fan ownership on the table as part of their fan-led review into football’s governance following the launch and subsequent collapse of the European Super League", "topic": "Football"}
{"name": "Learning morality from <b>literature</b>", "snippet": "WHAT makes Sophocles’ play Antigone so relevant even today? The old world of Greek kings and gods may sound distant to us.", "topic": "Other"}
{"name": "When is Wimbledon 2021? Dates of <b>tennis</b> championships, ticket information - and how many spectators are allowed", "snippet": "Wimbledon received £180m in insurance money after the cancellation of the 2020 tournament due to the Covid pandemic", "topic": "Sports"}
{"name": "Top things to know ahead of the 2021 European <b>Badminton</b> Championships", "snippet": "Carolina Marin could create history as the Spaniard and Viktor Axelsen from Denmark headline the tournament to decide the champions of Europe.", "topic": "Sports"}
{"name": "Olympic chief marks Japan&#39;s pride week with <b>LGBTQ</b> event", "snippet": "The head of the Tokyo Olympics has taken part in an event marking Japan’s LGBTQ pride week at a center in the capital", "topic": "Other"}
{"name": "Prince Harry and Meghan Markle may be ‘cut’ from <b>Royal Family</b> in Prince Charles’ plan to save cash", "snippet": "PRINCE Harry and Meghan may be sensationally “ditched” from the Royal family during a streamlining of the Monarchy, says an expert. Renowned royal biographer Angela Levin claims the", "topic": "Royal Family"}
{"name": "UK <b>weather</b>: April set to be frostiest in UK for 60 years", "snippet": "This month is provisionally the frostiest April in the UK for at least 60 years, the Met Office has said. April 2021 has already seen an average of 13 days of air frosts across the UK, beating the previous record of 11 days reported in April 1970.", "topic": "Other"}
{"name": "Joint statement from the British Psychological Society and the Division of Clinical <b>Psychology</b> on media attacks on Professor Susan Michie", "snippet": "Professor Susan Michie is a highly distinguished clinical and health psychologist who has devoted many years to high quality, peer-reviewed research in the field of behaviour change in relation to health issues.", "topic": "Other"}
{"name": "‘<b>Cricket</b> is safe - so let’s get the game going again’ - Scottish chief Gus Mackay’s rallying cry", "snippet": "In his 18 months in charge of Scottish cricket Gus Mackay has seen one day’s play. But it’s not for the want of trying.", "topic": "Sports"}
{"name": "Rashod Bateman NFL Draft profile: Scouting report, Fantasy <b>Football</b> outlooks, 40-yard dash, pro day results", "snippet": "It&#39;s not often you see four-star recruits out of Georgia head out to Minnesota to play for the Gophers in the Big Ten, but that&#39;s exactly what Rashod Bateman decided to. In the process, Bateman, a two-sport athlete,", "topic": "Football"}
{"name": "<b>Tennis</b>-Djokovic withdraws from Madrid Open", "snippet": "The 33-year-old was last seen in action on his home soil at the Serbia Open last week, where he reached the semi-finals before losing to Russia&#39;s Aslan Karatsev. &quot;Sorry that I won&#39;t be able to travel to Madrid this year and meet all my fans,", "topic": "Sports"}
{"name": "Meghan and Harry to be &#39;ditched&#39; in Prince Charles&#39; plan to cut <b>Royal Family</b>", "snippet": "Prince Charles is reportedly going to drop Meghan and Harry in a plan to reduce the size of the Royal Family. According royal biographer Angela Levin, the heir to the British throne wants a smaller and more streamlined monarchy in which Meghan and Harry are sidelined.", "topic": "Royal Family"}
{"name": "Tokyo <b>Olympics</b> 2020: Is it still going ahead in 2021, will athletes be vaccinated and are fans allowed?", "snippet": "The Olympic Games are scheduled to begin in Tokyo on July 23, delayed by a year due to the pandemic but under strict remaining protocols to appease a sceptical Japanese public. A state of emergency was declared in the city three months out from the Games due to rising Covid numbers but organisers are determined to press ahead with both the Olympic and Paralympic Games.", "topic": "Sports"}
{"name": "Proposal for a regulation on a European approach for <b>Artificial Intelligence</b>", "snippet": "On April 21, the European Commission presented the long awaited Proposal for a Regulation on a European Approach for Artificial Intelligence proposing a single set of rules to regulate Artificial Intelligence in the European Union.", "topic": "Other"}
{"name": "Strict <b>corona</b> rules in Tokyo to restrict media coverage of Olympics", "snippet": "Mobile phone company, Oppo, has expressed willingness to help counter this challenge by employing technology for the media to provide accurate, timely, uninterrupted and in-depth coverage of the games.", "topic": "Corona"}
{"name": "Chicago <b>Weather</b>: A Wet Start In The Morning", "snippet": "New Chicago Heights Park District Board Refusing To Pay $212,000 Buyout To Departing SuperintendentThe fight over a hefty payout for the outgoing Chicago Heights parks superintendent is a story we have been following for weeks,", "topic": "Literature"}
{"name": "Mobile <b>Robotics</b> Market Expectation Surges With Rising Demand and Changing Trends 2030: Lockheed Martin Corporation, Softbank <b>Robotics</b>, Amazon <b>Robotics</b>", "snippet": "Allied Market Research published an exclusive report titled Mobile Robotics Market by Product UGV UAV and AUV Component Hardware Software and Support Services Application Logistics Warehousing Military Defense Healthcare Domestics Entertainment Education Agriculture Forestry and Others Global Opportunity Analysis and", "topic": "Other"}
{"name": "Letter: <b>Cricket</b>’s town and gown row mirrors football fiasco", "snippet": "Recent shocking developments in European football (Report, April 20) regarding the proposed European Super League remind me a little of what took place in Cambridge in the middle", "topic": "Sports"}
{"name": "Prince Harry, Meghan Markle to join <b>Hollywood</b> <b>celebrities</b> in COVID vaccine concert", "snippet": "The Duke and Duchess of Sussex will join Selena Gomez, Jennifer Lopez and more in Global Citizen&#39;s VAX LIVE concert in May.", "topic": "Celebrity"}
{"name": "TOR@MTL: Quotes of the night", "snippet": "Josh Anderson, Joel Edmundson, Nick Suzuki and interim head coach Dominique Ducharme met the media following Wednesday night&#39;s loss.", "topic": "Sports"}
{"name": "Inmates explore life’s meaning through Russian <b>literature</b>", "snippet": "They’ve taken it into juvenile detention centers, onto film and over television, but this fall, University of Virginia students and their professor will take Russian literature into the Albemarle-Charlottesville Regional Jail.", "topic": "Other"}
{"name": "<b>Tennis</b> and esports lead IBIA Q1 betting alerts report", "snippet": "The IBIA has published its report for Q1 2021, revealing that tennis, esports and football accounted for the bulk of alerts.", "topic": "Sports"}
{"name": "Tokyo <b>Olympics</b> athletes must wear face masks most of the time - guidelines", "snippet": "Athletes taking part in the Tokyo Olympics must wear face masks at all times except when eating, drinking, sleeping, training or competing, according to an updated version of the &#39;playbook&#39; of rules prepared by organisers of the Games.", "topic": "Sports"}
{"name": "<b>GDPR</b> data breach notification guidance – a helping hand", "snippet": "The General Data Protection Regulation (GDPR) officially &#39;went live&#39; in 2018, and in that time both the European Data Protection Board (EDPB) as well as organisations subject to GDPR have had plenty of opportunities to see how these rules play out in the real world,", "topic": "Other"}
{"name": "Inside the inevitable College <b>Football</b> Playoff expansion and why it will be anything but easy", "snippet": "In a Friday statement summarizing the College Football Playoff spring meetings, the CFP&#39;s executive director waited until the 17th paragraph to unload a bit of a shocker: A working group was modeling expansion possibilities that could see as many as 16 teams compete in a playoff.", "topic": "Football"}
{"name": "South Yorkshire man charged with <b>terrorism</b> offences as part of probe into &quot;right-wing <b>terrorism</b>&quot;", "snippet": "A 55-year-old man from South Yorkshire has been charged with terrorism and drug offences, as part of an intelligence-led investigation into right wing terrorism.", "topic": "Other"}
{"name": "Remember <b>GDPR</b>? Expect another set of cyber regulations around vulnerabilities", "snippet": "For the first time in its 60-year history, the OECD offered policy guidelines for risk reduction through vulnerability management. Today’s columnists, Rayna Stamboliyska and Tarah Wheeler offer some insights on how the industry will respond.", "topic": "Other"}
{"name": "For women’s <b>football</b> being aligned with the men’s game comes at a price", "snippet": "Super League shambles shows the focus must not be on short-term gain even as search for sustainability goes on", "topic": "Football"}
{"name": "Warehouse <b>Robotics</b> Market Research Report by Type, by Application - Global Forecast to 2025 - Cumulative Impact of COVID-19", "snippet": "This helps organization leaders make better decisions when currency exchange data is readily available.1. The Global Warehouse Robotics Market is expected to grow from USD 4,054.04 Million in 2020 to USD 7,", "topic": "Other"}
{"name": "Athlone IT President officially receives prestigious <b>Athletics</b> Ireland accolade", "snippet": "Athletics Ireland has bestowed a Life Vice President award on Athlone Institute of Technology (AIT ) President Professor, Ciarán Ó Catháin, for his commitment to athletics and his vision of creating a “theatre of dreams for the youth and future stars in athletics” in the shape of the AIT International Athletics Arena.", "topic": "Sports"}
{"name": "VW <b>Golf</b> Life is on your side and will get you round with no drama", "snippet": "THIS is the cheapest Golf. Just a one-litre petrol manual. Entry level. And it’s £23,960. Has the world gone mad? Twenty-four grand for a boggo hatch? Well actually, take a proper look and it", "topic": "Sports"}
{"name": "Ireland &#39;bottleneck of <b>GDPR</b> investigation and enforcement&#39; in EU", "snippet": "A data privacy campaigner has told an Oireachtas committee that systematic infringement of fundamental rights is going unchecked by the Data Protection Commission (DPC).", "topic": "Other"}
{"name": "Honda: Turkey struggle helped turn around wet <b>weather</b> starts", "snippet": "Honda says that lessons learned from Red Bull’s terrible wet Formula 1 starts in Turkey last year were key to unlocking its recent brilliant getaways at Imola.", "topic": "Literature"}
{"name": "ZoomInfo Attains 2021 TrustArc <b>GDPR</b> and CCPA Practices Validations, Furthering Its Commitment to Data Privacy Leadership", "snippet": "ZoomInfo (Nasdaq: ZI), a global leader in go-to-market (GTM) intelligence solutions, today announced that it has attained a pair of important privacy validations that demonstrate its policies are in line with the strictest privacy regulations in the world.", "topic": "Other"}
{"name": "Hinesburg teacher taps &#39;<b>celebrities</b>&#39; to help quiz students", "snippet": "A Hinesburg teacher is making virtual learning fun for his fifth-graders by enlisting public figures to give students quiz questions, including our Cat Viglienzoni!", "topic": "Celebrity"}
{"name": "<b>Psychology</b> of Serial Killers 2021 tour stops off in Hull", "snippet": "A forensics lecturer and police trainer are giving a talk in Hull city centre about the psychology of serial killers. Jennifer Rees will be appearing at the Doubletree Hilton in Ferensway in July, discussing the classification of serial killers,", "topic": "Other"}
{"name": "Today&#39;s Berlin <b>corona</b> news in 60 seconds", "snippet": "A top employee representative at BVG asked the public transit authroity to delay plans to allow passengers to board buses using the front door for a month or longer until corona numbers drop. The BVG hopes to launch a cashless payment system in buses Monday but the official said drivers may launch a spontaneous sick-out to protest the plans.", "topic": "Corona"}
{"name": "Burning Man cancels 2021 festival in northern Nevada desert", "snippet": "Burning Man organizers announced Tuesday they are canceling this summer’s annual counter-culture festival in the Nevada desert for the second year in a row due to the COVID-19 pandemic. The San Francisco-based group posted a video on its web site that said there are too many uncertainties to resolve in time to hold the event as scheduled Aug.", "topic": "Corona"}
{"name": "Mobile <b>Robotics</b> Market Expectation Surges With Rising Demand and Changing Trends 2030: Lockheed Martin Corporation, Softbank <b>Robotics</b>, Amazon <b>Robotics</b>", "snippet": "Allied Market Research published an exclusive report titled Mobile Robotics Market by Product UGV UAV and AUV Component Hardware Software and Support Services Application Logistics Warehousing Military Defense Healthcare Domestics Entertainment Education Agriculture Forestry and Others Global Opportunity Analysis and", "topic": "Other"}
{"name": "UK <b>weather</b>: April set to be frostiest in UK for 60 years", "snippet": "This month is provisionally the frostiest April in the UK for at least 60 years, the Met Office has said. April 2021 has already seen an average of 13 days of air frosts across the UK, beating the previous record of 11 days reported in April 1970.", "topic": "Literature"}
{"name": "<b>Royal</b> future: William and Kate celebrate 10 years of marriage", "snippet": "Prince William and his wife Kate mark a decade of marriage Thursday, with the popular couple increasingly seen as the British monarchy&#39;s future as other senior royals age or recede from view.", "topic": "Royal Family"}
{"name": "COVID crisis: India logs 3.60 lakh cases in 24 hrs, <b>corona</b> deaths cross 2 lakh-mark", "snippet": "India witnessed highest-ever spike of COVID-19 cases in a day in the world. 3,60,960 new COVID cases reported in last 24 hours and the total caseload now stands at 1,79,97,267. Currently, there are 29,", "topic": "Corona"}
{"name": "Heartbroken <b>family</b> of navy vet who took her own life don&#39;t want a <b>Royal</b> Commission", "snippet": "The Bailey family don&#39;t believe a Royal Commission into suicides by Australian Defence Force veterans will get to the bottom of why their daughter Teri took her own life on her 25th birthday.", "topic": "Royal Family"}
{"name": "UK <b>Athletics</b> are accused of going &#39;SOFT&#39; after dropping entry standards for Olympic events", "snippet": "UK Athletics have been accused of compromising Britain&#39;s prospects in Tokyo after entry standards for this summer&#39;s Olympic trials were eased.", "topic": "Sports"}
{"name": "Elon Musk trolls <b>Jeff Bezos</b> after SpaceX beats Blue Origin to $2.9bn NASA contract for Moon lander", "snippet": "Jeff Bezos on Twitter on Monday, joking that the Amazon CEO “can’t get it up (to orbit),” after Mr Musk’s SpaceX rocket company beat out Mr Bezos’ own space venture, Blue Origin, in a contest for a $2.", "topic": "Celebrity"}
{"name": "Honda: Turkey struggle helped turn around wet <b>weather</b> starts", "snippet": "Honda says that lessons learned from Red Bull’s terrible wet Formula 1 starts in Turkey last year were key to unlocking its recent brilliant getaways at Imola.", "topic": "Literature"}
{"name": "Saturday Night Live cast members appear to delete disapproving social media posts about <b>Elon Musk</b> hosting", "snippet": "A few Saturday Night Live cast members appear to have deleted social media posts indicating their disapproval of tech giant Elon Musk’s hosting spot. Musk, the CEO of SpaceX and Tesla, is due to make his SNL debut on 8 May,", "topic": "Celebrity"}
{"name": "Your <b>weather</b> pictures from around the Anglia region April 2021", "snippet": "A selection of stunning images of the weather in the Anglia region. Send your pictures to angliaweather@itv.com to feature Or tweet @ChrisPage90 and @WeatherAisling Use #AngliaPOTW When taking a picture to be used on one of our weather forecasts,", "topic": "Literature"}
{"name": "Bank Holiday <b>weather</b> forecast: Heavy rain to hit as Arctic blast sees temperatures plummet", "snippet": "The early May bank holiday is set to be more changeable and unsettled than recently, with rain and cool, below average temperatures", "topic": "Other"}
{"name": "Westampton Tech over Palmyra - <b>Baseball</b> recap", "snippet": "Westampton Tech (1-3) plated three runs in the bottom of the seventh after trailing 9-7 with three outs to go. William Perry delivered two runs batted in in the victory. Palmyra is 2-2 with the loss.", "topic": "Sports"}
{"name": "<b>Weather</b>: <b>weather</b>_southwest_cislands.avi", "snippet": "Weather: weather_southwest_cislands.avi. Duration: 01:", "topic": "Other"}
{"name": "Flash Flooding Hits Southwestern Missouri Counties Amid Severe <b>Weather</b> Warnings", "snippet": "Severe weather hit southwestern Missouri on Wednesday, April 28, bringing flooding to various counties as multiple tornado and thunderstorm warnings were issued across the region.Footage filmed by the Missouri State Highway Patrol Troop D shows floodwaters encroaching on homes.", "topic": "Literature"}
{"name": "Marketing Institute Launches New Diploma Focussing on <b>GDPR</b>", "snippet": "The Marketing Institute is launching a new Executive Diploma in Regulation &amp; Governance aimed at marketers. The two-day course is fully accredited by TU Dublin and is aimed to give marketers a solid understanding of GDPR and what they need to do to ensure that their organisations store,", "topic": "Other"}
{"name": "Meghan Markle had Prince Harry break <b>Royal Family</b> tradition &#39;from the very start&#39;", "snippet": "PRINCE HARRY was breaking Royal Family protocol for Meghan Markle very early in their relationship and revealed his desire to rebel from family constrictions, a royal expert claimed.", "topic": "Royal Family"}
{"name": "Katie Price &#39;gives away&#39; <b>Celebrity</b> Masterchef result months before show even airs", "snippet": "The former glamour model is due to be one of the contestants in the latest edition of the BBC cookery competition - but it appears she has spoiled the ending rather than the food", "topic": "Celebrity"}
{"name": "Fantasy <b>Baseball</b> Week 5 trade values chart for H2H and Roto: Here&#39;s why you should buy low on Luis Castillo", "snippet": "If you want to make a buy-low trade for your Fantasy Baseball team, there&#39;s no shortage of options out there. It&#39;s always easier to say &quot;buy low&quot; than it is to actually pull it off, but it&#39;s something you should always be trying to do.", "topic": "Sports"}
{"name": "Mikel Arteta details kind Unai Emery gesture before he succeeded him at Arsenal", "snippet": "Emery had a sincere and open conversation with Arteta before he took over from the boss at the Gunners in 2019", "topic": "Football"}
{"name": "Dry, warm <b>weather</b> returns Thursday; Next chance for rain moves in this weekend", "snippet": "After a soggy Tuesday and Wednesday morning, dry conditions are moving back in with sunshine Wednesday afternoon. Dry and mild <b>weather</b> is here to stay on the Front Range for the next few days.", "topic": "Literature"}
{"name": "Inside the inevitable College <b>Football</b> Playoff expansion and why it will be anything but easy", "snippet": "In a Friday statement summarizing the College Football Playoff spring meetings, the CFP&#39;s executive director waited until the 17th paragraph to unload a bit of a shocker: A working group was modeling expansion possibilities that could see as many as 16 teams compete in a playoff.", "topic": "Football"}
{"name": "Stacey Solomon tearfully thanks fans and receives support from <b>celebrity</b> friends as new clothing collection sells out", "snippet": "Stacey Solomon’s long awaited collection with In The Style went live on Tuesday 27 April and it has already been a huge success, triggering an outpour of love and support from celebrity pals such as Chloe Ferry and Olivia Bowen.", "topic": "Celebrity"}
{"name": "Chris Lynn&#39;s girlfriend stands by him after asking <b>Cricket</b> Australia to organise flight from India", "snippet": "The WAGs of 17 Australian cricket players competing the Indian Premier League do not yet know when they&#39;ll be reunited with their partners", "topic": "Sports"}
{"name": "Wednesday’s best high school <b>baseball</b>, softball performances", "snippet": "Check out the top performances from Wednesday’s high school baseball and softball action, and look forward to Thursday’s schedule.", "topic": "Sports"}
{"name": "Attabotics Partners With AltaML and Amii to Bolster <b>Artificial Intelligence</b> and Machine Learning Capabilities for Supply Chains", "snippet": "Attabotics partners with AltaML and Amii to bolster artificial intelligence and machine learning capabilities for supply chains.", "topic": "Other"}
{"name": "Talk exploring <b>psychology</b> of serial killers coming to Norwich", "snippet": "During lockdown, many of us have binged crime documentaries on Netflix and an upcoming talk in Norwich will delve further into", "topic": "Other"}
{"name": "Warehouse <b>Robotics</b> Market Research Report by Type, by Application - Global Forecast to 2025 - Cumulative Impact of COVID-19", "snippet": "This helps organization leaders make better decisions when currency exchange data is readily available.1. The Global Warehouse Robotics Market is expected to grow from USD 4,054.04 Million in 2020 to USD 7,", "topic": "Other"}
{"name": "Elon Musk takes swipe at <b>Jeff Bezos</b> amid new space race - ‘Can’t get it up’", "snippet": "ELON MUSK took a swipe at Jeff Bezos on Twitter as the new space race between the world&#39;s two richest men continues.", "topic": "Celebrity"}
{"name": "16 <b>celebrities</b> that that you never knew had <b>celebrity</b> godparents!", "snippet": "There’s no bigger flex than naming a huge celebrity as your child’s Godparent. And when it comes to Hollywood, it seems like everyone is doing it. Pretty much if you’re a celebrity you either have a celebrity Godparent or you are the celebrity Godparent!", "topic": "Celebrity"}
{"name": "I&#39;m a <b>Celebrity</b> 2021 - lineup rumours, location and everything you need to know", "snippet": "I&#39;m a Celebrity... Get Me Out Of Here! always hits screens towards the end of the calendar year, but that doesn&#39;t mean it&#39;s too early to start speculating about what the 2021 series will look like. From the line-up to the location,", "topic": "Celebrity"}
{"name": "Hinesburg teacher taps &#39;<b>celebrities</b>&#39; to help quiz students", "snippet": "A Hinesburg teacher is making virtual learning fun for his fifth-graders by enlisting public figures to give students quiz questions, including our Cat Viglienzoni!", "topic": "Celebrity"}
{"name": "How <b>artificial intelligence</b> can radically transform your business", "snippet": "&quot;Over 40 per cent of businesses believe that the model they&#39;re using today will cease to exist in five years,&quot; says Clare Barclay, chief operating officer of Microsoft UK. &quot;All sorts of technology, AI included, is changing the shape of the business landscape.", "topic": "Other"}
{"name": "The future is (already) here: what FIs need to know about <b>artificial intelligence</b>", "snippet": "Artificial intelligence used to be something unimaginable, a futuristic science fiction trope. But in 2021, it’s not a matter of when the future will get here. The future is already here. Artificial intelligence is not something from the movies,", "topic": "Other"}
{"name": "&#39;White supremacy is <b>terrorism</b>&#39;: President Biden", "snippet": "In his first joint address to the US Congress, President Joe Biden identified white supremacy as a domestic terror threat that America must remain vigilant against.", "topic": "Other"}
{"name": "Developer planning high-end homes on former Plymouth <b>golf</b> course pauses suit against city", "snippet": "Developers suing the city of Plymouth for rejecting a proposal to turn a former golf course into lots for 229 homes have agreed to put the lawsuit on hold — in exchange for being allowed to submit a new,", "topic": "Sports"}
{"name": "India fights Covid: Masks on statues to spread awareness", "snippet": "Muralidhar Reddy, who arranged for masks to be tied on the statues of famous leaders in public places, also urged other officials to do likewise in their areas across the district. “It is strange that people are reluctant to wear masks even as the district is reporting over a thousand Covid cases every day for the past few days,", "topic": "Corona"}
{"name": "Minister defends right of business leaders to call PM as ‘government by WhatsApp’ controversy continues – politics live", "snippet": "Loophole in ministerial code means messages from business leaders and politicians need not be disclosed", "topic": "Corona"}
{"name": "Tokyo 2020 Chief Visits <b>LGBTQ</b> Centre to Emphasize Diversity", "snippet": "President Seiko Hashimoto visited Japan’s first permanent LGBTQ centre on Tuesday and emphasised Tokyo Olympic organisers’ commitment to facilitating the public’s understanding of issues surrounding sexual minorities.", "topic": "Other"}
{"name": "Attempted murder of female PSNI officer - <b>Terrorism</b> Investigation Unit arrest two men in Londonderry", "snippet": "Detectives investigating the attempted murder of a part-time female PSNI officer in Dungiven earlier this week have arrested two men in Londonderry.", "topic": "Other"}
{"name": "Middlesex star and former England bowler Toby Roland-Jones: ‘I’m really enjoying my <b>cricket</b> – hopefully I can sustain it over a season’", "snippet": "Middlesex star and former England bowler Toby Roland-Jones insists he is ‘really enjoying’ his cricket after a difficult few years with injury and is determined to sustain his form over the course of a season.", "topic": "Sports"}
{"name": "Beyond Expectations: <b>Celebrity</b> Cruises&#39; Newest Ship, <b>Celebrity</b> Beyond, Defies Imagination, Wonder And Luxury", "snippet": "Celebrity Cruises President and CEO Lisa Lutoff-Perlo unveiled the company&#39;s third ship in the company&#39;s industry-transforming", "topic": "Celebrity"}
{"name": "<b>Corona</b> virus claims 73 more lives in country", "snippet": "Coronavirus infection were reported in the country during the last twenty four hours. According to the statistics of National Command and Operation Centre,5,152 new positive cases were diagnosed after 60,", "topic": "Corona"}
{"name": "Ping An&#39;s AskBob Doctor Top-ranked in Global <b>Artificial Intelligence</b> Competition, Supporting Research, Diagnoses and Treatment Decisions", "snippet": "Ping An&#39;s AskBob Doctor ranked first in the MAS task, tackling the challenges of combining and summarizing multiple answers to a medical question. Doctors typically spend 10 to 15 hours a week on data query,", "topic": "Other"}
{"name": "<b>Psychology</b> of Serial Killers 2021 tour stops off in Hull", "snippet": "A forensics lecturer and police trainer are giving a talk in Hull city centre about the psychology of serial killers. Jennifer Rees will be appearing at the Doubletree Hilton in Ferensway in July, discussing the classification of serial killers,", "topic": "Other"}
{"name": "Roam <b>Robotics</b> Announces Ascend Smart Knee, Pioneering a New Era of Human Mobility", "snippet": "Roam Robotics, the company expanding human mobility with wearable robotics, announced today that Ascend, a first-of-its-kind smart", "topic": "Other"}
{"name": "HS Roundup: Fort Myers&#39; Carlin drops heartbreaker in <b>tennis</b> final, Cape&#39;s Orozco advances", "snippet": "Fort Myers&#39; Tyler Carlin fell just a few points shy of winning a Class 3A boys individual state tennis title on Wednesday. The Green Wave senior lost the first set to St. Petersburg&#39;s Peter Keber 6-4,", "topic": "Sports"}
{"name": "<b>Celebrity</b> Cruises Leans Into Sophistication, Luxury With New Ship <b>Celebrity</b> Beyond", "snippet": "Celebrity Beyond is longer and taller than its predecessors, which created airier spaces throughout the ship and created an additional 179 cabins, including suites, Celebrity Cruises President and CEO Lisa Lutoff-Perlo said.", "topic": "Celebrity"}
{"name": "<b>ATHLETICS</b>: Magnolia celebrates nine in signing ceremony", "snippet": "Nine Magnolia seniors were celebrated in an athletic signing ceremony Wednesday. The baseball program sent four student-athletes to the college ranks a night after earning a share of the District 19-5A title.", "topic": "Sports"}
{"name": "UK <b>weather</b> forecast for May bank holiday 2021: Latest Met Office predictions ahead of the long weekend", "snippet": "The weather always has the potential to make or break a bank holiday, but Covid restrictions mean it&#39;s particularly important this time", "topic": "Literature"}
{"name": "Hinesburg teacher taps &#39;<b>celebrities</b>&#39; to help quiz students", "snippet": "A Hinesburg teacher is making virtual learning fun for his fifth-graders by enlisting public figures to give students quiz questions, including our Cat Viglienzoni!", "topic": "Celebrity"}
{"name": "Conservative Voices Reiterate the Need for Federal <b>LGBTQ</b> Protections Following the President’s Address", "snippet": "Tonight, members of the Conservatives Against Discrimination Leadership Council are sharing their call for a bipartisan solution that delivers federal protections for LGBTQ Americans following President Joe Biden’s address to a joint session of Congress.", "topic": "Other"}
{"name": "Integrating Multiculturalism and Intersectionality Into the <b>Psychology</b> Curriculum: Strategies for Instructors", "snippet": "Multicultural and intersectional aspects of identity are crucial components of human psychology. Yet, properly teaching and accounting for these factors in", "topic": "Other"}
{"name": "Global <b>GDPR</b> Solutions Market Analysis highlights the impact of Covid-19 (2020-2025) | Top Players like SAP, Actiance, SAS Institute, Onetrust, IBM", "snippet": "Checkout Free Report Sample of GDPR Solutions Market Report for Better Understanding:  The report explains the degree of COVID-19 impact on every segment under the scope of the report with its trend over the forecast period.", "topic": "Other"}
{"name": "<b>Chess</b>: Russia&#39;s Nepomniachtchi to challenge Carlsen for world title", "snippet": "Russian chess grandmaster Ian Nepomniachtchi clinched victory at the Candidates Tournament on Monday, earning him the chance to challenge Norway&#39;s Magnus Carlsen for the world title later this year. The International Chess Federation (FIDE) had suspended the tournament at its halfway point in March 2020 when Russia grounded international flights to slow COVID-19 transmission,", "topic": "Sports"}
{"name": "Elon Musk taunts <b>Jeff Bezos</b> over NASA contract", "snippet": "Billionaires Elon Musk and Jeff Bezos traded barbs after NASA awarded a contract to Musk&#39;s SpaceX to build the next vehicle to take astronauts to the moon.", "topic": "Celebrity"}
{"name": "<b>Celebrity</b> specialist shares how to capture mortgage <b>business</b> for the rich and famous", "snippet": "He explained, too, that even if these rich and famous people can boast multimillion dollar paychecks from a single movie project, many of them still need mortgages, in a sense. “The beauty of it is that I do mortgages for people who don’t need it,", "topic": "Celebrity"}
{"name": "<b>Artificial intelligence</b> could save elephants from extinction", "snippet": "An algorithm designed by a computer scientist at the University of Bath may be able to help save African elephants from extinction. Coupled with high-resolution imagery, the algorithm enables a satellite to scan large areas of land in short periods of time and collect 5,", "topic": "Other"}
{"name": "<b>Psychology</b> Today", "snippet": "So you&#39;re not a &quot;10&quot; in every which way. But you&#39;re probably pretty spectacular in some way, and definitely good enough in most areas of life. If ever there were a time to stop beating yourself up for being human, it is now. In Hirokazu Koreeda’s film ...", "topic": "Other"}
{"name": "Crypto Flipsider News – April 28th – <b>Celebrity</b> Day: Elon Musk, Tesla, Apple, Microsoft, JPMorgan, Nexon, Mark Cuban, Ellen DeGeneres, Dogecoin", "snippet": "It’s one of the latest publicly traded companies to enter the crypto world. However, it’s definitely a bit sum of money. Binance is Going to Include Tokenized Versions of Microstrategy, Apple and Microsoft Shares Just two weeks after Tesla’s tokenized stock tokens appeared in the Binance listing,", "topic": "Celebrity"}
{"name": "<b>PewDiePie</b> and Wife Marzia&#39;s &#39;Adorable&#39; Video Together at Home Goes Viral", "snippet": "The video was viewed more than 150,000 times within five hours of being posted, prompting fans to gush over the touching moment.", "topic": "Celebrity"}
{"name": "France to unveil anti-<b>terrorism</b> bill days after attack against police officer", "snippet": "The most controversial measure concerns the so-called &quot;algorithm&quot; technique which allows the automated processing of connection data to detect threats.View on euronews", "topic": "Other"}
{"name": "Learning morality from <b>literature</b>", "snippet": "WHAT makes Sophocles’ play Antigone so relevant even today? The old world of Greek kings and gods may sound distant to us.", "topic": "Other"}
{"name": "<b>Artificial Intelligence</b>", "snippet": "Everything WIRED UK knows about Artificial Intelligence, including the latest news, features and images.", "topic": "Other"}
{"name": "Privacy Policy and <b>GDPR</b> for single Landlord?", "snippet": "Has anyone got a simple, easy to understand, easy to use Privacy Policy and GDPR that just refers to the control of data in electronic and paper format by a single sole trading Landlord please? I am baffled by the templates that even the NRLA have drafted.", "topic": "Other"}
{"name": "<b>Royal Family</b> ‘offered Kate Garraway’s husband Derek the use of their <b>Royal</b> physician’", "snippet": "Kate Garraway ’s husband Derek Draper has been suffering the after-effects of severe Covid -19 infection and the broadcaster says that the Royal Family offered up the use of their Royal physician in his recovery.", "topic": "Royal Family"}
{"name": "<b>GDPR</b> Assessment Tools Market Application, Innovations, Geography and Global Forecast 2031", "snippet": "Future Market Insights (FMI) has published a new market research report on social employee recognition systems. The report has been titled, Global GDPR Assessment Tools Market: Global Industry Analysis,", "topic": "Other"}
{"name": "Tatas see exits of sr execs amid <b>corona</b> storm", "snippet": "TNN Mumbai/Chennai: Several familiar faces at the Tata Group are exiting the country’s largest conglomerate a.", "topic": "Corona"}
{"name": "10 Initial Jewelry Pieces For Mother’s Day, Inspired By <b>Celebrity</b> Moms", "snippet": "Celebrity moms, such as Meghan Markle and Halle Berry, are big fans of the monogrammed jewelry and have even been seen wearing pieces with the initials of their children. That&#39;s why we decided to gather similar options inspired by those seen on our favorite celebs.", "topic": "Celebrity"}
{"name": "Tokyo <b>Olympics</b> 2020: Is it still going ahead in 2021, will athletes be vaccinated and are fans allowed?", "snippet": "The Olympic Games are scheduled to begin in Tokyo on July 23, delayed by a year due to the pandemic but under strict remaining protocols to appease a sceptical Japanese public. A state of emergency was declared in the city three months out from the Games due to rising Covid numbers but organisers are determined to press ahead with both the Olympic and Paralympic Games.", "topic": "Sports"}
{"name": "Global Industrial <b>Robotics</b> Market Opportunities Forecast Report 2020-2024: Ease, Convenience, and Low Cost of Collaborative Robots (Cobots) Transformi", "snippet": "The &quot;Cobots Transforming the Global Industrial Robotics Market: Opportunities Forecast Report 2020&quot; report has been added to ResearchAndMarkets.com&#39;s offering. This research service aims to give a detailed account of the industrial robotics market,", "topic": "Other"}
{"name": "Flagstaff Eagles boys <b>tennis</b> team soars into next round of state tourney with 5-0 win over Thunderbird", "snippet": "Since 2010, the Flagstaff Eagles boys tennis team has made the state tournament five times, but has never been able to capture a postseason victory during that stretch.", "topic": "Sports"}
{"name": "Your <b>weather</b> pictures from around the Anglia region April 2021", "snippet": "A selection of stunning images of the weather in the Anglia region. Send your pictures to angliaweather@itv.com to feature Or tweet @ChrisPage90 and @WeatherAisling Use #AngliaPOTW When taking a picture to be used on one of our weather forecasts,", "topic": "Literature"}
{"name": "Girls twice as likely to suffer concussions playing <b>football</b> than boys, study shows", "snippet": "The findings come as the PFA&#39;s outgoing boss denied being &quot;asleep at the wheel&quot; over tackling brain injuries in football.", "topic": "Football"}
{"name": "Mikel Arteta details kind Unai Emery gesture before he succeeded him at Arsenal", "snippet": "Emery had a sincere and open conversation with Arteta before he took over from the boss at the Gunners in 2019", "topic": "Football"}
{"name": "South Sudan: Men&#39;s <b>football</b> coach Ashu Cyprian Besong on a decade of progression", "snippet": "South Sudan men&#39;s football coach Ashu Cyprian Besong says the team are progressing a decade after being created.", "topic": "Football"}
{"name": "Rahul Gandhi appeals to party workers to become ‘<b>corona</b> sewaks’", "snippet": "One of his message in Hindi read,”In this time of corona, my appeal to Congress colleagues is to leave all political work and engage only in helping the public in distress”.", "topic": "Corona"}
{"name": "Prince Harry, Meghan Markle to join <b>Hollywood</b> <b>celebrities</b> in COVID vaccine concert", "snippet": "The Duke and Duchess of Sussex will join Selena Gomez, Jennifer Lopez and more in Global Citizen&#39;s VAX LIVE concert in May.", "topic": "Celebrity"}
{"name": "<b>Royal Family</b> ‘offered Kate Garraway’s husband Derek the use of their <b>Royal</b> physician’", "snippet": "Kate Garraway ’s husband Derek Draper has been suffering the after-effects of severe Covid -19 infection and the broadcaster says that the Royal Family offered up the use of their Royal physician in his recovery.", "topic": "Royal Family"}
{"name": "South Yorkshire man charged over right wing <b>terrorism</b>", "snippet": "A man from South Yorkshire has been charged with terrorism and drugs offences as part of an intelligence-led investigation into right-wing terrorism. Christopher Carey, 55, of Caperns Road, North Anston has been charged with three offences contrary to Section 2 of the Terrorism ACT 2006 (dissemination of terrorist publications) and one offence of the Possession of Class A Drugs contrary to Misuse of Drugs Act 1971.", "topic": "Other"}
{"name": "South Sudan: Men&#39;s <b>football</b> coach Ashu Cyprian Besong on a decade of progression", "snippet": "South Sudan men&#39;s football coach Ashu Cyprian Besong says the team are progressing a decade after being created.", "topic": "Football"}
{"name": "A guide to <b>GDPR</b> requirements for mobile game developers", "snippet": "Mobile game developers and QA testers spend vast amounts of time conducting research and rigorous testing to gain a picture of whether a game will succeed in what is a competitive market. With the launch of the General Data Protection Regulation (GDPR) back in May 2018,", "topic": "Other"}
{"name": "Coronavirus live news: France to impose 10-day quarantine on Brazil arrivals; Oscars reinvented for pandemic – as it happened", "snippet": "UK put 600,000 vaccine doses into arms on Friday; Global death toll tops 3m", "topic": "Corona"}
{"name": "Coyotes Announce Multi-Year Partnership with Sense Arena", "snippet": "The Arizona Coyotes announced today that the club has signed a multi-year partnership agreement with Sense Arena. Sense Arena is an off-ice virtual reality training platform that improves players&#39; &quot;Read &amp; React&quot; cognitive capabilities.", "topic": "Sports"}
{"name": "Assistant/Associate Professor/Lecturer in <b>Psychology</b>", "snippet": "Wenzhou-Kean University (WKU), located in Wenzhou, China, one of three Sino-American universities along with NYU Shanghai", "topic": "Other"}
{"name": "Ilkley <b>Literature</b> Festival hosts special book launch event for Anita Sethi", "snippet": "ILKLEY Literature Festival are virtually welcoming journalist and writer Anita Sethi to Ilkley for a special book launch event for her book I", "topic": "Other"}
{"name": "Team GB to have male and female flag bearers at Tokyo <b>Olympics</b>", "snippet": "Team GB will have male and female flag bearers at the Tokyo Games for the first time in Olympic history. The move, which has been encouraged by the International Olympic Committee as part of its plans for gender equality,", "topic": "Sports"}
{"name": "Dogecoin soars 16% as <b>Elon Musk</b> decrees himself &#39;The Dogefather&#39; and hints that he will tout the joke cryptocurrency on SNL", "snippet": "Dogecoin traded as high as $0.346254 on Wednesday morning, a one-week high, after Musk tweeted &#39;The Dogefather SNL May 8&#39;, referring to the date he is scheduled to host the sketch show.", "topic": "Celebrity"}
{"name": "UK <b>weather</b> forecast for May bank holiday 2021: Latest Met Office predictions ahead of long weekend", "snippet": "The weather always has the potential to make or break a bank holiday, but Covid restrictions mean it&#39;s particularly important this time", "topic": "Literature"}
{"name": "APRIL 2021: Your <b>weather</b> pictures for the Border region", "snippet": "Email: You can send your photos by email to weatherpics@itv.com When taking a picture to be used on one of our weather forecasts, don&#39;t forget to make them landscape - rather than portrait - as this fits the screen better;", "topic": "Other"}
{"name": "<b>Greta Thunberg</b> changes Twitter bio to &#39;bunny hugger&#39; after Boris Johnson&#39;s climate summit remarks", "snippet": "The 18-year-old has previously used her account to respond to criticisms from world leaders like Donald Trump and Vladimir Putin.", "topic": "Celebrity"}
{"name": "Plus One <b>Robotics</b> Raises $33M For Human-Robot Collaboration Software", "snippet": "Plus One Robotics, a human-robot collaboration software company headquartered in San Antonio, has announced this week $33 million in Series B funding led by McRock Capital", "topic": "Other"}
{"name": "The <b>Psychology</b> Behind Why Our Green Habits Have Changed", "snippet": "Last year marked a return to using disposable coffee cups and driving instead of using public transport. Can we get back on track?", "topic": "Other"}
{"name": "TikTok hit with biometric data privacy suit under <b>GDPR</b>", "snippet": "Biometric data collected by TikTok refers to facial recognition data. It, along with other personal data was collected for the benefit of unknown third parties.", "topic": "Other"}
{"name": "EU countries have already seen over €30 million in <b>GDPR</b> fines in 2021", "snippet": "Italy was third with 20 cases and €5.6 million ($6.7m) worth of fines, while the Netherlands ranked fourth with one €440,000 ($531,000) fine. Of the three months in the quarte", "topic": "Other"}
{"name": "We won’t allow scourge of <b>terrorism</b> to rise again: PM", "snippet": "ISLAMABAD: Prime Minister Imran Khan on Thursday strongly condemned yesterday&#39;s terrorist attack in Quetta, ARY News reported.", "topic": "Other"}
{"name": "Hawaii bank’s new mobile app uses <b>artificial intelligence</b> to customize experience", "snippet": "The bank’s customers can now store information from all of their accounts in one place ― even accounts that aren’t with First Hawaiian.", "topic": "Other"}
{"name": "<b>Royal Family</b> ‘offered Kate Garraway’s husband Derek the use of their <b>Royal</b> physician’", "snippet": "Kate Garraway ’s husband Derek Draper has been suffering the after-effects of severe Covid -19 infection and the broadcaster says that the Royal Family offered up the use of their Royal physician in his recovery.", "topic": "Royal Family"}
{"name": "The <b>Psychology</b> of Sales", "snippet": "The brain is a fascinating and little understood organ, but when it comes to sales, getting your head around sales psychology could be your greatest asset. Sales psychology is the study of how potential clients’ psychological state influences their buying patterns.", "topic": "Other"}
{"name": "Danish bar offers COVID-19 tests on tap under &#39;<b>corona</b>-passport&#39; system", "snippet": "A bar in Copenhagen has started offering customers a COVID-19 test and a beer while they wait for the result to help get business moving again after months of restrictions. Punters hand over about $25 to get tested in a booth at Warpigs Brewpub.", "topic": "Corona"}
{"name": "Willis <b>terrorism</b> and PV executive director goes to WRB Underwriting", "snippet": "Willis Towers Watson’s executive director for terrorism and political violence, Luke Bennett, has left the broker to take up an underwriting role at WRB Underwriting, Insurance Insider understands.", "topic": "Other"}
{"name": "<b>ATHLETICS</b>: Magnolia celebrates nine in signing ceremony", "snippet": "Nine Magnolia seniors were celebrated in an athletic signing ceremony Wednesday. The baseball program sent four student-athletes to the college ranks a night after earning a share of the District 19-5A title.", "topic": "Sports"}
{"name": "UK <b>weather</b> forecast for May bank holiday 2021: Latest Met Office predictions ahead of long weekend", "snippet": "The weather always has the potential to make or break a bank holiday, but Covid restrictions mean it&#39;s particularly important this time", "topic": "Other"}
{"name": "Dogecoin skyrockets after <b>Elon Musk</b> labels himself &#39;Dogefather&#39;", "snippet": "Dogecoin (DOGE) price surged as much as 20% on Wednesday after Tesla (TSLA) boss Elon Musk called himself the &quot;Dogefather&quot; on Twitter (TWTR) ahead of his appearance on US comedy show SNL. He tweeted &quot;The Dogefather&quot; to his 52 million followers,", "topic": "Celebrity"}
{"name": "Roam <b>Robotics</b> Announces Ascend Smart Knee, Pioneering a New Era of Human Mobility", "snippet": "Roam Robotics, the company expanding human mobility with wearable robotics, announced today that Ascend, a first-of-its-kind smart", "topic": "Other"}
{"name": "Calgary <b>robotics</b> firm Attabotics forms AI partnership", "snippet": "Robotics firm Attabotics announced Wednesday it has formed a partnership with the Alberta Machine Intelligence Institute (Amii) and AltaML. The two entities (Amii is an Edmonton-based non-profit recognized as a global leader in AI research while AltaML is an Alberta company that helps industry develop real-world AI solutions) employ some of the country’s top minds in the area of machine learning and artificial intelligence,", "topic": "Other"}
{"name": "South Yorkshire man charged with <b>terrorism</b> offences as part of probe into &quot;right-wing <b>terrorism</b>&quot;", "snippet": "A 55-year-old man from South Yorkshire has been charged with terrorism and drug offences, as part of an intelligence-led investigation into right wing terrorism.", "topic": "Other"}
{"name": "San Diego police, <b>LGBTQ</b> leaders launch &#39;Safe Place Program&#39; for victims of hate crimes", "snippet": "A new program helps to identify safe places for San Diegans in the LGBTQ community to go if they become victims of a hate crime or need to report suspicious activity", "topic": "Other"}
{"name": "rainy norwegian <b>weather</b> inspires KVANT-1&#39;s new unearthly photo series", "snippet": "KVANT-1 created a new photo serie s as an ode to water, ecosystems, and life, strongly inspired by the picturesque city of bergen where the series was produced. tucked amongst the majestic mountains and fjords of western norway,", "topic": "Other"}
{"name": "<b>Jeff Bezos</b> hits out at &#39;flawed&#39; $2.9bn Nasa contract given to Elon Musk", "snippet": "The SpaceX chief responded to the criticism on Twitter by joking that the Amazon CEO &#39;can’t get it up (to orbit)&#39;", "topic": "Celebrity"}
{"name": "<b>Golf</b> waterproofs: what to look for when buying waterproofs for <b>golf</b>", "snippet": "Buying waterproofs for golf is not as simple as you might think, so let us help you wade through the various options available.", "topic": "Sports"}
{"name": "San Diego police, <b>LGBTQ</b> leaders launch &#39;Safe Place Program&#39; for reporting hate crimes, suspicious activity", "snippet": "A new program helps to identify safe places for San Diegans in the LGBTQ community to go if they become victims of a hate crime or need to report suspicious activity", "topic": "Other"}
{"name": "&#39;Consider amending <b>corona</b> app to show which beds have oxygen support&#39;: HC to AAP government", "snippet": "The court also asked the Delhi government to file a report on the remedial steps that can be taken for preventing delay in carrying out tests by labs and to address the shortage of RTPCR kits.", "topic": "Corona"}
{"name": "You can talk to Leicester landmarks as part of <b>Artificial Intelligence</b> festival", "snippet": "The city&#39;s Art-AI Festival returns in May with installations, performances and activities taking place across the city and online - and one event will even give you the chance to talk to city landmarks!", "topic": "Other"}
{"name": "Madhya Pradesh govt extends &#39;<b>Corona</b> curfew&#39; till 7 May amid Covid-19 surge", "snippet": "At present, &#39;corona curfew&#39; is underway in several districts of the state, including Bhopal, Indore and other prominent cities, till May 3.The coronavirus spread in some districts, including Indore, Bhopal,", "topic": "Corona"}
{"name": "I was a <b>celebrity</b> but sleeping hungry: Singer Vivian opens up on her struggles", "snippet": "Vivian revealed how she used to sleep hungry and survived on Sh500 a moth “I was a celebrity but sleeping hungry. My songs were playing everywhere", "topic": "Celebrity"}
{"name": "Kate Garraway shares <b>Royal Family</b>&#39;s incredible gesture to husband Derek Draper", "snippet": "Kate Garraway has revealed the Royal Family posted her a letter offering her a physician after Derek Draper fell into a coma with Covid-19. The Good Morning Britain presenter has written a memoir which is being serialised in a national newspaper.", "topic": "Royal Family"}
{"name": "The future is (already) here: what FIs need to know about <b>artificial intelligence</b>", "snippet": "Artificial intelligence used to be something unimaginable, a futuristic science fiction trope. But in 2021, it’s not a matter of when the future will get here. The future is already here. Artificial intelligence is not something from the movies,", "topic": "Other"}
{"name": "<b>Literature</b> and Criminal Justice in Antebellum America", "snippet": "The United States set about defining and reforming its criminal justice institutions during the antebellum years, just as an innovative, expanding print", "topic": "Other"}
{"name": "For women’s <b>football</b> being aligned with the men’s game comes at a price", "snippet": "Super League shambles shows the focus must not be on short-term gain even as search for sustainability goes on", "topic": "Football"}
{"name": "Retail <b>Robotics</b> Market Growth Due to COVID-19 Spread | Honda <b>Robotics</b>, Locus <b>Robotics</b>, Soft <b>Robotics</b>, and Universal Robots A/S, Aethon", "snippet": "Retail Robotics Market is growing at a 20.30% CAGR during the forecast period 2020-2026. The increasing interest of the individuals in this industry is that the major reason for the expansion of this market”.", "topic": "Other"}
{"name": "Met Office <b>weather</b> forecast for Wales as sunshine set to be replaced by heavy rain", "snippet": "The sunshine and clear skies Wales has been enjoying for the last few weeks is all about to change. Just as Welsh pubs open their beer gardens, so will the skies, as rain is forecast for the next several days.", "topic": "Other"}
{"name": "Honda: Turkey struggle helped turn around wet <b>weather</b> starts", "snippet": "Honda says that lessons learned from Red Bull’s terrible wet Formula 1 starts in Turkey last year were key to unlocking its recent brilliant getaways at Imola.", "topic": "Other"}
{"name": "Pagasa: Humid <b>weather</b> to persist despite cloudy skies, isolated rain", "snippet": "Humid weather will prevail across the country on Thursday due to easterlies or the warm winds blowing from the Pacific, the state weather bureau said. This, even if", "topic": "Literature"}
{"name": "Cozens sought to provide spark on otherwise off night vs. Rangers", "snippet": "Dylan Cozens only fought once during his junior career with Lethbridge, in part due to a mandate from the coaching staff to keep its top player out of the penalty box. It has taken less than a full season for Cozens to double that total in the NHL.", "topic": "Sports"}
{"name": "<b>Artificial Intelligence</b>", "snippet": "Everything WIRED UK knows about Artificial Intelligence, including the latest news, features and images.", "topic": "Other"}
{"name": "Max Schrems and Helen Dixon clash over Irish <b>GDPR</b> enforcement on big tech", "snippet": "The Austrian privacy campaigner, Max Schrems, has told an Oireachtas Justice Committee that Ireland is on the verge of facing infringement proceedings in Europe because of its “extremely poor” GDPR enforcement record,", "topic": "Other"}
{"name": "The Jim Rome Show: Sean Casey says Juan Soto is the best hitter in <b>baseball</b>", "snippet": "MLB Network analyst Sean Casey calls Jim Rome to talk about John Lester signing with the Washington Nationals and what Dustin Pedroia was like as a teammate.", "topic": "Sports"}
{"name": "‘The Dogefather’: Will <b>Elon Musk</b> talk about Dogecoin on SNL? Twitter post explored!", "snippet": "Elon Musk has named himself &#39;The Dogefather&#39; in a new Twitter post ahead of his appearance on Saturday Night Live on May 8th.", "topic": "Celebrity"}
{"name": "Remember <b>GDPR</b>? Expect another set of cyber regulations around vulnerabilities", "snippet": "For the first time in its 60-year history, the OECD offered policy guidelines for risk reduction through vulnerability management. Today’s columnists, Rayna Stamboliyska and Tarah Wheeler offer some insights on how the industry will respond.", "topic": "Other"}
{"name": "John W Henry and Ed Woodward&#39;s messages in plot to revolutionise English <b>football</b>", "snippet": "Liverpool owner John W Henry and outgoing Manchester United chief executive Ed Woodward worked closely together on Project Big Picture", "topic": "Football"}
{"name": "Vice Ganda reveals <b>badminton</b>, basketball keeps him sane during lockdown", "snippet": "Vice Ganda&#39;s love for basketball and badminton helped him keep sane these days. With Metro Manila still in lockdown, the box-office star and popular TV host revealed that he and partner, Ion Perez, set up a badminton court and bought a basketball ring in his house.", "topic": "Sports"}
{"name": "Today&#39;s Berlin <b>corona</b> news in 60 seconds", "snippet": "A top employee representative at BVG asked the public transit authroity to delay plans to allow passengers to board buses using the front door for a month or longer until corona numbers drop. The BVG hopes to launch a cashless payment system in buses Monday but the official said drivers may launch a spontaneous sick-out to protest the plans.", "topic": "Corona"}
{"name": "<b>Royal</b> mourning for the Duke of Edinburgh ends today as <b>family</b> prepare for return to normal official roles", "snippet": "Duke of Edinburgh will end for the monarchy and their households on Friday. Since the death of the Queen’s consort on April 9 the royal family have only carried out official duties where appropriate and have dressed in black as a mark of respect when in public.", "topic": "Royal Family"}
{"name": "The best covered beer gardens in Cardiff where you can enjoy a pint whatever the <b>weather</b>", "snippet": "It&#39;s typical - just as outdoor hospitality in Wales opens up, so too do the skies. After weeks of sunshine and blue skies, rain is now forecast across much of Wales for the next seven days, with Cardiff seeing heavy rain for much of Wednesday morning.", "topic": "Other"}
{"name": "Katie Price accused of giving away <b>Celebrity</b> MasterChef result weeks before it airs", "snippet": "Former glamour model Katie Price is part of the line up for this year&#39;s Celebrity MasterChef and was accused of dropping a huge hint about how well she does in the contest", "topic": "Celebrity"}
{"name": "DeVonta Smith to critics of his size: It&#39;s <b>football</b>, &#39;we&#39;re not weightlifting, we&#39;re not body building&#39;", "snippet": "Alabama WR DeVonta Smith joins &quot;Good Morning Football&quot; to break down his playing style, respond to critics wary of his weight and explains why he should be the first WR taken in the 2021 NFL Draft. © 2021 NFL Enterprises LLC.", "topic": "Football"}
{"name": "I’m a <b>Celebrity</b> theme park to open in the UK this summer", "snippet": "Ever wanted to take part in a bushtucker trial but don’t quite have the celebrity status required? Well the good news is a theme park based around the popular ITV show I’m a Celebrity… Get Me Out of Here!", "topic": "Celebrity"}
{"name": "&#39;<b>Corona</b> curfew&#39; in Madhya Pradesh extended till May 7", "snippet": "&quot;Chief Minister (Shivraj Singh Chouhan) has decided to extend the corona curfew (or Janata curfew) till May 7,&quot; state Home Minister Narottam Mishra said here.", "topic": "Corona"}
{"name": "<b>Artificial intelligence</b> could save elephants from extinction", "snippet": "An algorithm designed by a computer scientist at the University of Bath may be able to help save African elephants from extinction. Coupled with high-resolution imagery, the algorithm enables a satellite to scan large areas of land in short periods of time and collect 5,", "topic": "Other"}
{"name": "Pagasa: Humid <b>weather</b> to persist despite cloudy skies, isolated rain", "snippet": "Humid weather will prevail across the country on Thursday due to easterlies or the warm winds blowing from the Pacific, the state weather bureau said. This, even if", "topic": "Other"}
{"name": "Katie Price hints she&#39;s won <b>Celebrity</b> MasterChef - and series hasn&#39;t even been on tv yet", "snippet": "The former glamour model has already dropped a huge clue that she manages to impress Celebrity MasterChef judges John Torode and Gregg Wallace", "topic": "Celebrity"}
{"name": "Ireland opens <b>GDPR</b> probe into Facebook data breach that exposed 533m phone numbers", "snippet": "The Irish Data Protection Commission said Facebook may have broken European data law in handling the leak, which included 11.5m UK accounts", "topic": "Other"}
{"name": "<b>Golf</b> Ball Falls Into Water As Man Attempts To Hit It Near Pond", "snippet": "This man wanted to play golf. He placed the golf tee near the pond and tried to hit the ball. However, the ball fell into the water nearby instead of moving ahead.", "topic": "Sports"}
{"name": "HS Roundup: Fort Myers&#39; Carlin drops heartbreaker in <b>tennis</b> final, Cape&#39;s Orozco advances", "snippet": "Fort Myers&#39; Tyler Carlin fell just a few points shy of winning a Class 3A boys individual state tennis title on Wednesday. The Green Wave senior lost the first set to St. Petersburg&#39;s Peter Keber 6-4,", "topic": "Sports"}
{"name": "How <b>Artificial Intelligence</b> Can Solve the Competency Mapping Gap in The Recruitment Sector", "snippet": "Organizations often face a competency gap due to their inabilities to test candidates for soft skills and secondary hard skills during the recruitment process.", "topic": "Other"}
{"name": "The ongoing harm caused by <b>LGBTQ</b> conversion practices in Australia", "snippet": "While some states have outlawed it, LGBTQA conversion therapy is still legal in many parts of Australia – and is inflicting long-lasting harm", "topic": "Other"}
{"name": "<b>GDPR</b> Services Market predicted to grow $2,659.4 million by 2023", "snippet": "According to a new market research report GDPR Services Market by Solution Data Discovery and Mapping Data Governance and API Management Service GDPR Readiness Assessment Risk Assessment and DPIA and DPO as a Service Organization Size and Region Global Forecast", "topic": "Other"}
{"name": "&#39;<b>Corona</b> curfew&#39; in Madhya Pradesh extended till May 7", "snippet": "&quot;Chief Minister (Shivraj Singh Chouhan) has decided to extend the corona curfew (or Janata curfew) till May 7,&quot; state Home Minister Narottam Mishra said here.", "topic": "Corona"}
{"name": "Jake Quickenden bursts into tears as partner Sophie Church gives birth on <b>Celebrity</b> Bumps", "snippet": "Jake Quickenden and Sophie Church will share the emotional moment they become parents for the first time tonight – so expect a hell of a lot of tears. The couple, who welcomed baby Leo in February, allowed cameras to film their experience of pregnancy right up to the birth,", "topic": "Celebrity"}
{"name": "The ongoing harm caused by <b>LGBTQ</b> conversion practices in Australia", "snippet": "While some states have outlawed it, LGBTQA conversion therapy is still legal in many parts of Australia – and is inflicting long-lasting harm", "topic": "Other"}
{"name": "Harry and Meghan could be ‘ditched’ from <b>Royal Family</b> by Charles to ‘save money’", "snippet": "It comes after Prince Charles and Prince William were said to have met to discuss the future of the monarchy following Prince Philip&#39;s death.", "topic": "Royal Family"}
{"name": "<b>Artificial intelligence</b> will be more revolutionary for education than the internet", "snippet": "Since the 1970s, digital technologies have changed teaching, learning and assessment. But @Aftab_Hussain from @BoltonCollege believes #ArtificialIntelligence will cause the greatest disruption yet: From the advent of the personal computer in the late 70s and early 80s,", "topic": "Other"}
{"name": "Jake Quickenden bursts into tears as partner Sophie Church gives birth on <b>Celebrity</b> Bumps", "snippet": "Jake Quickenden and Sophie Church will share the emotional moment they become parents for the first time tonight – so expect a hell of a lot of tears. The couple, who welcomed baby Leo in February, allowed cameras to film their experience of pregnancy right up to the birth,", "topic": "Celebrity"}
{"name": "<b>Greta Thunberg</b> changes Twitter profile to &#39;bunny-hugger&#39; after Boris Johnson&#39;s climate speech", "snippet": "Swedish environmental activist Greta Thunberg made the change on Thursday, hours after Boris Johnson&#39;s Climate Summit address. She often mocks world leader&#39;s response to climate change.", "topic": "Celebrity"}
{"name": "France Weighs an Anti-<b>Terrorism</b> Bill as Insecurity Widens a Political Fracture", "snippet": "A bill allowing intense algorithmic surveillance of the public in France comes at a time of heightened insecurity that has been stoked by the far right.", "topic": "Other"}
{"name": "<b>Celebrity</b> homes sell or rent for 10% more, claims starry estate agency", "snippet": "Aston Chase has plunged into the much-contested debate on celebrity and how much they really contribute to property value.", "topic": "Celebrity"}
{"name": "Mobile <b>Robotics</b> Market Expectation Surges With Rising Demand and Changing Trends 2030: Lockheed Martin Corporation, Softbank <b>Robotics</b>, Amazon <b>Robotics</b>", "snippet": "Allied Market Research published an exclusive report titled Mobile Robotics Market by Product UGV UAV and AUV Component Hardware Software and Support Services Application Logistics Warehousing Military Defense Healthcare Domestics Entertainment Education Agriculture Forestry and Others Global Opportunity Analysis and", "topic": "Other"}
{"name": "EFCC: NGOs aiding <b>terrorism</b> financing will be sanctioned", "snippet": "The anti-graft agency, in a statement, restated that it was mandatory to report to the Special Control Unit against Money Laundering, any transaction through any formal financial channels in excess of $10,", "topic": "Other"}
{"name": "First Day Of The Wearable <b>Robotics</b> Conference, WearRAcon 21", "snippet": "Wearable Robotics Conference, WearRAcon 21, kicked off with a bang on April 27, 2021. Once again in a virtual format, the event didn&#39;t miss a step in bringing together innovators and customers of exoskeleton technology from around the globe.", "topic": "Other"}
{"name": "Always take the <b>weather</b> with you: 100 years of forecasting broadcasts", "snippet": "In the century since the first on-air report in 1921, meteorologists have - almost - got the science of forecasting down to a fine art", "topic": "Literature"}
{"name": "Data protection watchdog ‘failing to enforce <b>GDPR</b>’", "snippet": "Ireland&#39;s data protection watchdog is failing to enforce the GDPR and is allowing &quot;the biggest data breach ever recorded&quot; to continue to happen, an Oireachtas committee will hear today. Representatives of the Irish Council for Civil Liberties (ICCL) are among those who will be giving evidence on the GDPR to the Oireachtas joint committee on justice this evening.", "topic": "Other"}
{"name": "Lehigh Valley Flashback April 29: In 1986, Salisbury <b>baseball</b> coach Frank Yelinko wins 300th game", "snippet": "A look back at Lehigh Valley sports stories over the years from April 29, featuring Shavaun Fisher, Kara Shuock, Ashley Giering, Gabe Lewullis, Joe Ligenza, Julie Amato, Kristen Kametz, Joe Milinichik,", "topic": "Sports"}
{"name": "Pakistan will not allow scourge of <b>terrorism</b> rise again: PM", "snippet": "Prime Minister Imran Khan has expressed the commitment that Pakistan will not allow the scourge of terrorism rise again. In a tweet on Thursday, he said he is deeply saddened by the loss of innocent lives in the condemnable and cowardly terrorist attack in Quetta last night.", "topic": "Other"}
{"name": "UK <b>weather</b> forecast for May bank holiday 2021: Latest Met Office predictions ahead of the long weekend", "snippet": "The weather always has the potential to make or break a bank holiday, but Covid restrictions mean it&#39;s particularly important this time", "topic": "Literature"}
{"name": "Covid-19: MP extends <b>corona</b> curfew till May 7", "snippet": "The Madhya Pradesh government has decided to extend the ongoing &#39;corona curfew&#39; in the state till May 7 to break the chain of Covid-19 transmission, Home Minister Narottam Mishra said on Wednesday.  An existing corona curfew is already in place in several districts of the state,", "topic": "Corona"}
{"name": "Discover mindful eating and supercharge your health with Noom’s <b>psychology</b>-based program", "snippet": "Introducing Noom, a psychology-based weight loss program with a difference in that it stands apart from the endless stream of fad diets that come and go every year. o Rooted in proven psychological principles including Cognitive BehavioralTherapy (CBT),", "topic": "Other"}
{"name": "Support Strengthens For A 16-Team <b>Cricket</b> World Cup, While The T10 Format Gains Steam", "snippet": "There is “strong support” among cricket’s powerbrokers for the men’s 50-over World Cups post 2023 – the flagship tournament of the International Cricket Council – to feature 16 teams, a marked increase on the contentious current lowly number of 10.", "topic": "Sports"}
{"name": "GAME STORY: Oilers 3, Jets 1", "snippet": "Edmonton scores twice on the power play, McDavid records three assists and Nugent-Hopkins notches the game-winning goal for another victory in Winnipeg", "topic": "Sports"}
{"name": "<b>Corona</b> Impact Series: How a period product in E1 saw sustainable pants prevail during three lockdowns", "snippet": "In this series, City A.M. looks at the financial and economic impact of the ongoing pandemic on a range of small and medium-sized businesses across London. This week: How a reusable period product brand with an E1 base saw sustainable period pants prevail ...", "topic": "Corona"}
{"name": "‘<b>Celebrity</b>’ homes can command a 10% price premium, claims agency", "snippet": "Homes with a current or past &quot;A-list&quot; celebrity resident can command a 10% price premium when selling or renting, according to some analysis by top-end North London estate agency Aston Chase. The firm has checked notable sales and rental deals from the last five year,", "topic": "Celebrity"}
{"name": "Government must create £400m fund to help fans buy <b>football</b> clubs, new report claims", "snippet": "The government has put fan ownership on the table as part of their fan-led review into football’s governance following the launch and subsequent collapse of the European Super League", "topic": "Football"}
{"name": "UK <b>weather</b> forecast for May bank holiday 2021: Latest Met Office predictions ahead of the long weekend", "snippet": "The weather always has the potential to make or break a bank holiday, but Covid restrictions mean it&#39;s particularly important this time", "topic": "Other"}
{"name": "NFL Fantasy <b>Football</b> Podcast: Draft Preview: WRs, Part 2 (aka Depth Charges)", "snippet": "Marcas Grant is joined by resident fantasy nerd, Matt Okada, for a special new edition of the NFL Fantasy Football Podcast!", "topic": "Football"}
{"name": "Emma Willis and Tom Allen to front ITV celeb cooking show to rival <b>Celebrity</b> MasterChef", "snippet": "ITV has unveiled its competitor to Celebrity MasterChef in the shape of Cooking With The Stars, which will be fronted by Emma Willis and Tom Allen", "topic": "Celebrity"}
{"name": "<b>Royal</b> couple tied the knot with Norfolk when they wed", "snippet": "Prince William and Kate Middleton tied the knot with Norfolk when they married. For the Royal couple, who celebrate their", "topic": "Royal Family"}
{"name": "COVID crisis: India logs 3.60 lakh cases in 24 hrs, <b>corona</b> deaths cross 2 lakh-mark", "snippet": "India witnessed highest-ever spike of COVID-19 cases in a day in the world. 3,60,960 new COVID cases reported in last 24 hours and the total caseload now stands at 1,79,97,267. Currently, there are 29,", "topic": "Corona"}
{"name": "<b>Royal</b> couple tied the knot with Norfolk when they wed", "snippet": "Prince William and Kate Middleton tied the knot with Norfolk when they married. For the Royal couple, who celebrate their", "topic": "Royal Family"}
{"name": "BBC <b>Weather</b>: Freezing Arctic blast grips Europe as snow showers dump 20-30cm – latest", "snippet": "BBC Weather has forecast an Arctic blast of cold air moving into Europe bringing with it snow in some highland areas.", "topic": "Literature"}
{"name": "YU <b>LGBTQ</b> Sue Administrators for Discrimination", "snippet": "The late Rabbi Dr. Joseph B. Soloveitchik, the profound spiritual leader of YU, was adamant in his opposition to designating the religious Jewish university as a non-sectarian institution in 1970.", "topic": "Other"}
{"name": "Ireland opens <b>GDPR</b> probe into Facebook data breach that exposed 533m phone numbers", "snippet": "The Irish Data Protection Commission said Facebook may have broken European data law in handling the leak, which included 11.5m UK accounts", "topic": "Other"}
{"name": "<b>Royal Family</b> honour Prince Philip with a farewell photograph and tribute following his funeral", "snippet": "The Royal Family has shared a touching photograph of Prince Philip in a post dedicated to the Duke&#39;s memory yesterday (19 April), following his funeral. The photo was shared on the official Palace Instagram account and is taken from behind the Duke of Edinburgh,", "topic": "Royal Family"}
{"name": "Predictions for Floyd Mayweather’s next fight prove <b>boxing</b> is doomed", "snippet": "Predictions for Floyd Mayweather&#39;s return to the ring this summer are a stark reminder of where boxing is heading longer-term.", "topic": "Sports"}
{"name": "Marijuana and <b>Boxing</b>: Are there serious side effects for the boxers?", "snippet": "Many boxing organizations have banned using marijuana both in and out of the rings. With the status of cannabis legalization in Wisconsin, many sports personalities want a change in the game. Marijuana remains a controversial topic among boxers.", "topic": "Sports"}
{"name": "<b>PewDiePie</b> teaches Corpse Husband Swedish, wins hearts online", "snippet": "During a game of Among Us in November 2019, Felix &quot;PewDiePie&quot; Kjellberg taught Corpse Husband a few words in Swedish. This isn&#39;t the first time Corpse Husband has attempted to learn a new language. He always makes an effort to learn new languages.", "topic": "Celebrity"}
{"name": "West Midlands Police charge man with being member of banned National Action <b>terrorism</b> group", "snippet": "Detectives from the Counter Terrorism Unit have charged a man with being a member of the banned far right organisation National Action", "topic": "Other"}
{"name": "Telangana Man Arranging Special Vehicle for <b>Corona</b> Patients To Reach Hospital", "snippet": "Also to get rid of direct contact with the patients, Ganesh got a special driver’s cabin in the auto. Ganesh feels “serving people is tantamount to serving God”. As and when he gets phone calls, the auto driver will come to the patient’s house and pick up the person.", "topic": "Corona"}
{"name": "World <b>Athletics</b> Relays: who, what and when?", "snippet": "Major withdrawals have hit this weekend’s World Relays in Poland but it should still be a fun and important event as the Olympics approaches", "topic": "Sports"}
{"name": "&#39;White supremacy is <b>terrorism</b>&#39;: Biden urges vigilance against home-grown violence after Jan. 6 attack", "snippet": "Biden noted that global terror networks had largely moved beyond Afghanistan and white supremacists posed a bigger threat than foreign actors.", "topic": "Other"}
{"name": "Biden speech - live: President calls white supremacy ‘<b>terrorism</b>’ in joint address to Congress", "snippet": "Joe Biden is delivering his first major speech to Congress, focusing on American families, a tax rise for the rich and the coronavirus rescue plan. The prime-time address marks Mr Biden’s first 100 days in office with an outline of a domestic policy agenda the president hopes will prove &quot;democracy still works&quot;.", "topic": "Other"}
{"name": "Languages, <b>Literature</b> &amp; Linguistics Human Resources jobs in Europe", "snippet": "Take our jobseeker survey and be entered into a prize draw to win a £50 Amazon voucher. Take our jobseeker survey and be entered into a prize draw to win a £50 Amazon voucher. Facebook Twitter LinkedIn", "topic": "Other"}
{"name": "You can talk to Leicester landmarks as part of <b>Artificial Intelligence</b> festival", "snippet": "The city&#39;s Art-AI Festival returns in May with installations, performances and activities taking place across the city and online - and one event will even give you the chance to talk to city landmarks!", "topic": "Other"}
{"name": "Saturday Night Live cast members appear to delete disapproving social media posts about <b>Elon Musk</b> hosting", "snippet": "A few Saturday Night Live cast members appear to have deleted social media posts indicating their disapproval of tech giant Elon Musk’s hosting spot. Musk, the CEO of SpaceX and Tesla, is due to make his SNL debut on 8 May,", "topic": "Celebrity"}
{"name": "Biden&#39;s address to Congress prompts <b>celebrity</b> reactions", "snippet": "Dreyfus, Debra Messing and more spoke out as President Joe Biden gave his first joint address to Congress on Wednesday.", "topic": "Celebrity"}
{"name": "London 5 day <b>weather</b> forecast", "snippet": "Latest Weather Stories.; Mini-heatwave coming to UK with highs of 20C this weekend; Warm weather to last all week as Brit", "topic": "Other"}
{"name": "Chicago <b>Weather</b>: Showers For The Thursday Morning Rush", "snippet": "Shower chances stay with us on Wednesday night and Thursday.  (Credit: CBS 2) Temperatures will hold steady in the upper 40s through the night.  (Credit: CBS 2) It will be cooler lakeside both Thursday and Friday with highs in the mid-50s near the shoreline.", "topic": "Literature"}
{"name": "ASTI Mobile <b>Robotics</b> aims to create more than 120 new jobs in 2021", "snippet": "In the first quarter of 2021, the ASTI Mobile Robotics Group added more than 40 people to #teamASTI, aiming to strengthen its workforce and, in this way, meet the current mobile robotics market demands while also ensuring quality service for all customers.", "topic": "Other"}
{"name": "More tests and still more questions about the Tokyo <b>Olympics</b>", "snippet": "The Tokyo Olympics open in under three months and there are still more questions than answers despite the rollout of new rule books to explain how the games will take place in the middle of a surging", "topic": "Sports"}
{"name": "Ohio State <b>football</b> assistant coaching salary pool dips to $7.63 million in 2021", "snippet": "Four Ohio State football assistant coaches received pay raises, but the combined salary pool for 2021 will dip following Greg Mattison&#39;s retirement.", "topic": "Football"}
{"name": "South Sudan: Men&#39;s <b>football</b> coach Ashu Cyprian Besong on a decade of progression", "snippet": "South Sudan men&#39;s football coach Ashu Cyprian Besong says the team are progressing a decade after being created.", "topic": "Football"}
{"name": "<b>GDPR</b> data breach notification guidance – a helping hand", "snippet": "The General Data Protection Regulation (GDPR) officially &#39;went live&#39; in 2018, and in that time both the European Data Protection Board (EDPB) as well as organisations subject to GDPR have had plenty of opportunities to see how these rules play out in the real world,", "topic": "Other"}
{"name": "Berlin eases <b>Corona</b> restrictions for convalescents", "snippet": "Berliners no longer need a Corona test before shopping or going to the hairdresser if they have already been infected once and have since recovered.", "topic": "Corona"}
{"name": "As a proud Black and <b>LGBTQ</b> woman, Violet Palmer especia…", "snippet": "As a proud Black and LGBTQ woman, Violet Palmer especially was a barrier-breaker in more ways than one. And not everyone was comfortable. Those whispers Holtkamp-Sterling would hear as she entered", "topic": "Other"}
{"name": "<b>Corona</b> vs coronavirus: Why ‘doing nothing’ helped the brand grow", "snippet": "The brand says the connection between Corona and coronavirus hasn&#39;t had a negative impact, and it now setting its sights on attracting new beer drinkers by focusing on the fact it is made from 100% natural ingredients.", "topic": "Corona"}
{"name": "Oyo, Ekiti shine as Fourth MP Tiger <b>Tennis</b> ends", "snippet": "Mubarak Ganiu claimed the boy’s under 14 title, while Success Ogunjobi emerged champions in girl’s category as the 4th MP Tiger Tennis Junior Championship was rounded off at the Lagos Country Club, Ikeja on Sunday.", "topic": "Sports"}
{"name": "David Beckham&#39;s branding <b>business</b> rakes in staggering £50,000 every single day", "snippet": "EXCLUSIVE David Beckham is in the money as the Mirror can reveal branding business Seven Global LLP brings in a cool £50K every day", "topic": "Celebrity"}
{"name": "Talk exploring <b>psychology</b> of serial killers coming to Norwich", "snippet": "During lockdown, many of us have binged crime documentaries on Netflix and an upcoming talk in Norwich will delve further into", "topic": "Other"}
{"name": "Community Foundation seeks nominations for top <b>LGBTQ</b> supporters", "snippet": "An LGBTQ Fund (GTF), a fund held at The Community Foundation San Luis Obispo County, is seeking nominations of leaders that have supported the LGBTQ community.", "topic": "Other"}
{"name": "Prince Harry, Meghan Markle to join <b>Hollywood</b> <b>celebrities</b> in COVID vaccine concert", "snippet": "The Duke and Duchess of Sussex will join Selena Gomez, Jennifer Lopez and more in Global Citizen&#39;s VAX LIVE concert in May.", "topic": "Celebrity"}
{"name": "Roam <b>Robotics</b> Announces Ascend Smart Knee, Pioneering a New Era of Human Mobility", "snippet": "Roam Robotics, the company expanding human mobility with wearable robotics, announced today that Ascend, a first-of-its-kind smart", "topic": "Other"}
{"name": "I’m a <b>Celebrity</b> theme park to open in the UK this summer", "snippet": "Ever wanted to take part in a bushtucker trial but don’t quite have the celebrity status required? Well the good news is a theme park based around the popular ITV show I’m a Celebrity… Get Me Out of Here!", "topic": "Celebrity"}
{"name": "Tom Allen to front <b>celebrity</b> cooking contest", "snippet": "Tom Allen is to front a new primetime celebrity cooking show on ITV. The comic will front Cooking With The Stars with Emma Willis when it launches this summer. It will feature eight celebrities, each paired with an accomplished chef who will aim to guide their amateur cooking to restaurant level quality.", "topic": "Celebrity"}
{"name": "Kenya tops East Africa Youth Online <b>Chess</b> Championship", "snippet": "Kenya dominated the third edition of the East Africa Youth Online Chess Championships that attracted over 100 junior players from Uganda and Botswana. Kenya scooped all top positions in the 10 categories,", "topic": "Sports"}
{"name": "The <b>Psychology</b> Of Online Trust", "snippet": "By Matthew Capala, the Founder of Alphametic, a search marketing agency, keynote speaker, and author of “The Psychology of a Website.” Say you meet someone at a networking event. After speaking for a couple of minutes,", "topic": "Other"}
{"name": "General Data Protection Regulation (<b>GDPR</b>)", "snippet": "The General Data Protection Regulation (GDPR) was passed in the European Union (EU) in 2016 and requires all businesses", "topic": "Other"}
{"name": "Who is Martin Roberts? I’m A <b>Celebrity</b> star and Homes Under The Hammer host", "snippet": "MARTIN Roberts has become a daytime TV favourite thanks to his role on Homes Under The Hammer – and there was also his unforgettable appearance down under in I’m A Celebrity Get Me Out", "topic": "Celebrity"}
{"name": "Family Acceptance of <b>LGBTQ</b> Kids is Caitlin Ryan&#39;s Project", "snippet": "Want to support a queer youngster in your life? Dr. Caitlin Ryan has been helping parents and other caregivers do just that for 30+ years. Hear her sage advice on this week&#39;s Out in the Bay.", "topic": "Other"}
{"name": "London 5 day <b>weather</b> forecast", "snippet": "Latest Weather Stories.; Mini-heatwave coming to UK with highs of 20C this weekend; Warm weather to last all week as Brit", "topic": "Literature"}
{"name": "<b>ATHLETICS</b>: Magnolia celebrates nine in signing ceremony", "snippet": "Nine Magnolia seniors were celebrated in an athletic signing ceremony Wednesday. The baseball program sent four student-athletes to the college ranks a night after earning a share of the District 19-5A title.", "topic": "Sports"}
{"name": "It’s going to have to be a <b>Corona</b> – What Dundonians are looking forward to most when pubs reopen", "snippet": "As for my first drink, it’s going to have to be a Corona.” “People now have a chance to celebrate, kick back and enjoy. “I’m quite excited in the fact it gives folk the chance to socialise and be together.", "topic": "Corona"}
{"name": "Roth Unbound: A Writer and his Books by Claudia Roth Pierpont review", "snippet": "Philip Roth, now aged 80, told an interviewer for Le Monde that he had completely stopped writing fiction since publishing Nemesis in 2010. “I work for him, I’m his employee,” Roth said. In the meantime,", "topic": "Other"}
{"name": "Biden says white supremacy is <b>terrorism</b> and tells Congress he wants them to pass the George Floyd act on the anniversary of his death next month", "snippet": "President Joe Biden said white supremacy was the worst terror threat to the homeland today, as he called on Congress to pass the George Floyd Justice in Policing Act by next month.", "topic": "Other"}
{"name": "<b>GDPR</b> represents an “urgent threat” to the EU’s research leadership role", "snippet": "More than 5,000 collaborative studies were thwarted by GDPR rules in 2019 – but is there a way to protect sensitive data while still allowing international health research to thrive?", "topic": "Other"}
{"name": "EU proposes rules for high-risk <b>artificial intelligence</b> uses", "snippet": "European Union officials have unveiled proposals for reining in high-risk uses of artificial intelligence such as live facial scanning that could threaten people’s safety or rights", "topic": "Other"}
{"name": "<b>Corona</b> jabs turbocharge UK economy: Goldman hails &#39;striking&#39; recovery", "snippet": "In an upbeat report that will delight Prime Minster Boris Johnson and his Chancellor Rishi Sunak (pictured), Goldman Sachs said the UK would grow by &#39;a striking&#39; 7.8 per cent in 2021.", "topic": "Corona"}
{"name": "Ian McKellen and Joanna Lumley among your <b>celebrity</b> spots", "snippet": "SOME national treasures feature among the celebrities spotted by our readers. The Lord of the Rings actor Sir Ian McKellen and Absolutely Fabulous star Joanna Lumley appear alongside former Formula 1 World Champion Nigel Mansell.", "topic": "Celebrity"}
{"name": "Rocket Race as Elon Trolls <b>Jeff Bezos</b>’s Blue Origin on Twitter", "snippet": "Elon Musk replied to a tweet mentioning NASA&#39;s Blue Origin Rejection. As NASA picked SpaceX, it meant rejection for the others.", "topic": "Celebrity"}
{"name": "Inmates explore life’s meaning through Russian <b>literature</b>", "snippet": "They’ve taken it into juvenile detention centers, onto film and over television, but this fall, University of Virginia students and their professor will take Russian literature into the Albemarle-Charlottesville Regional Jail.", "topic": "Other"}
{"name": "Sen. Richard Blumenthal says he&#39;s &#39;disappointed&#39; <b>Elon Musk</b> is talking about a deadly crash involving a Tesla while it&#39;s under investigation", "snippet": "Earlier this month, two people were killed when the Tesla they were riding in crashed in Texas. Authorities said nobody was in the driver&#39;s seat.", "topic": "Celebrity"}
{"name": "<b>BASEBALL</b>: Pryor overpowers Claremore, claims district title", "snippet": "Looking to lock up the district title for a fourth time in six years, Pryor asserted its dominance early. The Tigers hit two doubles and a triple on consecutive at-bats in the first inning, driving in two runs en route to a 5-1 victory over Claremore on Monday evening at American Legion Park.", "topic": "Sports"}
{"name": "Integrating Multiculturalism and Intersectionality Into the <b>Psychology</b> Curriculum: Strategies for Instructors", "snippet": "Multicultural and intersectional aspects of identity are crucial components of human psychology. Yet, properly teaching and accounting for these factors in", "topic": "Other"}
{"name": "<b>Corona</b> Crisis: Air Force chief RKS Bhadauria meets PM Modi", "snippet": "Indian Air Force Chief RKS Bhadauria has met PM Modi. During this meet, PM Modi has reviewed the COVID operation of the Indian Air Force. Watch video on Zee News", "topic": "Corona"}
{"name": "Local high schoolers prepare to compete in <b>badminton</b> at the Pan Am Championships", "snippet": "Gunn High sophomore Allison Lee will be spending next week in Guatemala City. It&#39;s no vacation though; she and her teammate Frankie Corbett, a sophomore at Hillsdale High, are pretty serious about their badminton.", "topic": "Sports"}
{"name": "Gulfport High <b>robotics</b> team now ranked #2 in the world after win at competition", "snippet": "Gulfport High’s robotics team is once again celebrating after bringing home yet another national victory. Due to restrictions, this year’s event was virtual and was called “Infinite Recharge,” but the 28 members of Gulfport High’s Team Fusion 364 was operating at full power.", "topic": "Other"}
{"name": "The <b>LGBTQ</b> Youth Homeless Crisis Is Worse Than We Feared", "snippet": "More than half of LGBTQ people who have been made homeless have been discriminated against or harassed by people who should be caring for them, according to a new report. It was already known that LGBTQ people were disproportionately likely to end up homeless,", "topic": "Other"}
{"name": "<b>Cricket</b>-Australia&#39;s Zampa, Richardson exit India after pulling out of IPL", "snippet": "MELBOURNE (Reuters) -Australian cricketers Adam Zampa and Kane Richardson have flown out of India after withdrawing from the Indian Premier League amid growing concerns over the COVID-19 crisis in the south Asian nation.", "topic": "Sports"}
{"name": "Sens make it two straight wins over the Canucks", "snippet": "The Ottawa Senators made it two straight wins as they doubled up the Vancouver Canucks 6-3 at Canadian Tire Centre Wednesday", "topic": "Sports"}
{"name": "North East news LIVE: Latest breaking news, sport, <b>weather</b>, traffic and travel", "snippet": "ChronicleLive&#39;s breaking news service including Thursday&#39;s traffic, travel, weather, sport and more covering Newcastle and the North East", "topic": "Literature"}
{"name": "Today&#39;s Berlin <b>corona</b> news in 60 seconds", "snippet": "A top employee representative at BVG asked the public transit authroity to delay plans to allow passengers to board buses using the front door for a month or longer until corona numbers drop. The BVG hopes to launch a cashless payment system in buses Monday but the official said drivers may launch a spontaneous sick-out to protest the plans.", "topic": "Corona"}
{"name": "Music, art and <b>literature</b> to mark Columba anniversary", "snippet": "Seven new works of art, literature and music have been commissioned to mark the 1,500th anniversary of St Columba.", "topic": "Other"}
{"name": "<b>GDPR</b> Services size 2021 market player, trend analysis, industry demand, current and future plans by forecast to 2024", "snippet": "GDPR Services size 2021 market player, trend analysis, industry demand, current and future plans by forecast to 2024 . Posted on Apr 20 2021 1:20 PM &quot;T", "topic": "Other"}
{"name": "Tyler Glasnow whiffs 10 as the Tampa Bay Rays blank the Oakland <b>Athletics</b>", "snippet": "Tyler Glasnow struck out 10 over seven scoreless innings, Mike Zunino hit a mammoth homer off a catwalk and the Tampa Bay Rays beat the visiting Oakland", "topic": "Sports"}
{"name": "Tom Allen to front <b>celebrity</b> cooking contest", "snippet": "Tom Allen is to front a new primetime celebrity cooking show on ITV. The comic will front Cooking With The Stars with Emma Willis when it launches this summer. It will feature eight celebrities, each paired with an accomplished chef who will aim to guide their amateur cooking to restaurant level quality.", "topic": "Celebrity"}
{"name": "&#39;<b>Corona</b> Curfew&#39; in Madhya Pradesh Extended Till May 7 to Control Spike in Cases", "snippet": "At present, &#39;corona curfew&#39; is underway in several districts of the state, including Bhopal, Indore and other prominent cities, till May 3.", "topic": "Corona"}
{"name": "KFC UK reveals menu optimisation with <b>Artificial Intelligence</b> from Peak", "snippet": "KFC UK &amp; Ireland has selected Peak, a Decision Intelligence company to optimise menu performance. The project will utilise Peak’s pioneering Artificial Intelligence (AI) System to unlock value from its restaurant and core menu data,", "topic": "Other"}
{"name": "Covid-19: MP extends <b>corona</b> curfew till May 7", "snippet": "The Madhya Pradesh government has decided to extend the ongoing &#39;corona curfew&#39; in the state till May 7 to break the chain of Covid-19 transmission, Home Minister Narottam Mishra said on Wednesday.  An existing corona curfew is already in place in several districts of the state,", "topic": "Corona"}
{"name": "Wild learns a tough &#39;lesson&#39; in loss to Blues", "snippet": "With only a handful of games remaining in the regular season, time is running out for the Wild in terms of sharpening its game ahead of the postseason.", "topic": "Sports"}
{"name": "Proposal for a regulation on a European approach for <b>Artificial Intelligence</b>", "snippet": "On April 21, the European Commission presented the long awaited Proposal for a Regulation on a European Approach for Artificial Intelligence proposing a single set of rules to regulate Artificial Intelligence in the European Union.", "topic": "Other"}
{"name": "Cooking With The Stars: Emma Willis &amp; Tom Allen to host new <b>celebrity</b> cookery competition", "snippet": "Tom Allen and Emma Willis are to front a new celebrity cooking competition. ITV has teamed up with Marks &amp; Spencer and producers South Shore for new six part series Cooking With The Stars. The show will feature eight celebrities,", "topic": "Celebrity"}
{"name": "Middlesex star and former England bowler Toby Roland-Jones: ‘I’m really enjoying my <b>cricket</b> – hopefully I can sustain it over a season’", "snippet": "Middlesex star and former England bowler Toby Roland-Jones insists he is ‘really enjoying’ his cricket after a difficult few years with injury and is determined to sustain his form over the course of a season.", "topic": "Sports"}
{"name": "Singapore to host first <b>golf</b> tournament in Southeast Asia since COVID-19 pandemic hit | Video", "snippet": "Some of the world&#39;s top golfers are in Singapore for the HSBC Women&#39;s World Championship, which will be the first golf tournament to be held in Southeast Asia since the COVID-19 pandemic hit. Organisers say the tournament could pave the way for more major sporting events to be held in the region soon.", "topic": "Sports"}
{"name": "Disney drops YouTube star <b>PewDiePie</b> after anti-Semitic jokes", "snippet": "The world&#39;s biggest YouTube star, PewDiePie, has been cut by Disney after he posted anti-Semitic remarks in a number of videos.", "topic": "Celebrity"}
{"name": "<b>Celebrity</b> doctor Christian Jessen in &#39;last chance saloon&#39; to defend a libel action over Foster affair rumours", "snippet": "Celebrity doctor Christian Jessen is in the &quot;last chance saloon&quot; in his bid to defend a libel action over false rumours First Minister Arlene Foster was having an extra-marital affair, a High Court Judge warned today.", "topic": "Celebrity"}
{"name": "Health experts call for the <b>GDPR</b> revision for cross-border health data sharing", "snippet": "Health experts are urging EU policymakers and legislators to review the EU’s legal data protection framework, the GDPR, which is hampering the sharing of pseudonymised health data outside the EU and the European Economic Area (EEA).", "topic": "Other"}
{"name": "KFC UK reveals menu optimisation with <b>Artificial Intelligence</b> from Peak", "snippet": "KFC UK &amp; Ireland has selected Peak, a Decision Intelligence company to optimise menu performance. The project will utilise Peak’s pioneering Artificial Intelligence (AI) System to unlock value from its restaurant and core menu data,", "topic": "Other"}
{"name": "U.S. Air Force creates 2 teams to address issues affecting <b>LGBTQ</b>, Indigenous members", "snippet": "The U.S. Air Force has announced the creation of two teams to address issues affecting service members of the LGBTQ and Indigenous communities. “The Lesbian, Gay, Bisexual, Transgender and Queer/Questioning Initiative Team (LIT) and the Indigenous Nations Equality Teams (INET) were recently formally established by the Department of the Air Force under the umbrella of its Barrier Analysis Working Group,", "topic": "Other"}
{"name": "Sen. Richard Blumenthal says he&#39;s &#39;disappointed&#39; <b>Elon Musk</b> is talking about a deadly crash involving a Tesla while it&#39;s under investigation", "snippet": "Earlier this month, two people were killed when the Tesla they were riding in crashed in Texas. Authorities said nobody was in the driver&#39;s seat.", "topic": "Celebrity"}
{"name": "DeVonta Smith to critics of his size: It&#39;s <b>football</b>, &#39;we&#39;re not weightlifting, we&#39;re not body building&#39;", "snippet": "Alabama WR DeVonta Smith joins &quot;Good Morning Football&quot; to break down his playing style, respond to critics wary of his weight and explains why he should be the first WR taken in the 2021 NFL Draft. © 2021 NFL Enterprises LLC.", "topic": "Football"}
{"name": "The future is (already) here: what FIs need to know about <b>artificial intelligence</b>", "snippet": "Artificial intelligence used to be something unimaginable, a futuristic science fiction trope. But in 2021, it’s not a matter of when the future will get here. The future is already here. Artificial intelligence is not something from the movies,", "topic": "Other"}
{"name": "Health experts call for the <b>GDPR</b> revision for cross-border health data sharing", "snippet": "Health experts are urging EU policymakers and legislators to review the EU’s legal data protection framework, the GDPR, which is hampering the sharing of pseudonymised health data outside the EU and the European Economic Area (EEA).", "topic": "Other"}
{"name": "Renowned children’s <b>literature</b> author Sumangala dies", "snippet": "Besides translating Panchatantra and Valmiki Ramayana from Sanskrit into Malayalam, she has also penned over 50 books. Her works include Mittayipothi, Neypayasam, Manjadikuru, Kurinjiyum Koottukarum,", "topic": "Other"}
{"name": "EU: Proposed legislation on <b>artificial intelligence</b> &#39;falls short&#39;", "snippet": "Under the proposed ban, police will still be able to use non-live facial recognition software with CCTV cameras to track our every move, scraping images from social media accounts without people’s consent.", "topic": "Other"}
{"name": "Talk exploring <b>psychology</b> of serial killers coming to Norwich", "snippet": "During lockdown, many of us have binged crime documentaries on Netflix and an upcoming talk in Norwich will delve further into", "topic": "Other"}
{"name": "UK <b>weather</b>: April set to be frostiest in UK for 60 years", "snippet": "This month is provisionally the frostiest April in the UK for at least 60 years, the Met Office has said. April 2021 has already seen an average of 13 days of air frosts across the UK, beating the previous record of 11 days reported in April 1970.", "topic": "Literature"}
{"name": "<b>Literature</b> Wales launches programme for writers of colour", "snippet": "Literature Wales has launched a new professional development programme for writers of colour as part of a drive to address the “historic lack of representation” in Welsh books. Representing Wales: Developing Writers of Colour is billed an important step by the organisation—a national company for the development of literature—to transform the country’s literary culture into one that is truly reflective of Wales’ diverse communities.", "topic": "Other"}
{"name": "Girls twice as likely to suffer concussions playing <b>football</b> than boys, study shows", "snippet": "The findings come as the PFA&#39;s outgoing boss denied being &quot;asleep at the wheel&quot; over tackling brain injuries in football.", "topic": "Football"}
{"name": "Attempted murder of female PSNI officer - <b>Terrorism</b> Investigation Unit arrest two men in Londonderry", "snippet": "Detectives investigating the attempted murder of a part-time female PSNI officer in Dungiven earlier this week have arrested two men in Londonderry.", "topic": "Other"}
{"name": "Stacey Solomon tearfully thanks fans and receives support from <b>celebrity</b> friends as new clothing collection sells out", "snippet": "Stacey Solomon’s long awaited collection with In The Style went live on Tuesday 27 April and it has already been a huge success, triggering an outpour of love and support from celebrity pals such as Chloe Ferry and Olivia Bowen.", "topic": "Celebrity"}
{"name": "Pakistan will not allow scourge of <b>terrorism</b> rise again: PM", "snippet": "Prime Minister Imran Khan has expressed the commitment that Pakistan will not allow the scourge of terrorism rise again. In a tweet on Thursday, he said he is deeply saddened by the loss of innocent lives in the condemnable and cowardly terrorist attack in Quetta last night.", "topic": "Other"}
{"name": "<b>Baseball</b> roundup: Jack Gurevitch leads promising, inexperienced Notre Dame through Mission League play", "snippet": "Despite a team full of inexperienced varsity players, Notre Dame is learning on the fly to find themselves in second place in the Mission League.", "topic": "Sports"}
{"name": "Pakistan will not allow scourge of <b>terrorism</b> rise again: PM", "snippet": "Prime Minister Imran Khan has expressed the commitment that Pakistan will not allow the scourge of terrorism rise again. In a tweet on Thursday, he said he is deeply saddened by the loss of innocent lives in the condemnable and cowardly terrorist attack in Quetta last night.", "topic": "Other"}
{"name": "<b>Corona</b> Crisis: Air Force chief RKS Bhadauria meets PM Modi", "snippet": "Indian Air Force Chief RKS Bhadauria has met PM Modi. During this meet, PM Modi has reviewed the COVID operation of the Indian Air Force. Watch video on Zee News", "topic": "Corona"}
{"name": "Halo around the sun that heralds bad <b>weather</b>", "snippet": "On Monday many people saw a circle around the sun, with a faint colour to the inside of the ring and wispy white on the outer fringe. The spectacle appeared as the sun shone through a thin veil of", "topic": "Literature"}
{"name": "Global Industrial <b>Robotics</b> Market Opportunities Forecast Report 2020-2024: Ease, Convenience, and Low Cost of Collaborative Robots (Cobots) Transformi", "snippet": "The &quot;Cobots Transforming the Global Industrial Robotics Market: Opportunities Forecast Report 2020&quot; report has been added to ResearchAndMarkets.com&#39;s offering. This research service aims to give a detailed account of the industrial robotics market,", "topic": "Other"}
{"name": "Natural Gas Price Prediction – Prices Surge Despite Warm <b>Weather</b> Forecast", "snippet": "Natural gas prices surged again on Tuesday, despite a report from the Department of Energy that showed that consumers would likely decline. According to the National Oceanic Atmospheric Administration,", "topic": "Other"}
{"name": "Typewise keyboard uses <b>artificial intelligence</b> to improve smartphone typing", "snippet": "The latest version of keyboard app Typewise combines autocorrection, language detection and a user-friendly &quot;honeycomb&quot; layout, to help you type faster with fewer errors.", "topic": "Other"}
{"name": "Social media boycott: Scottish <b>football</b> clubs join movement", "snippet": "Scottish football clubs will take part in a boycott of social media platforms in an effort to combat online abuse and discrimination.", "topic": "Football"}
{"name": "Globacom boosts customers’ experience with Glo Café", "snippet": "Telecommunications services provider, Globacom, has announced the revamp of its self-care application, Glo Café. The new App allows all subscribers on the network to enjoy the best of Glo services and manage their account on a single platform.", "topic": "Celebrity"}
{"name": "Top things to know ahead of the 2021 European <b>Badminton</b> Championships", "snippet": "Carolina Marin could create history as the Spaniard and Viktor Axelsen from Denmark headline the tournament to decide the champions of Europe.", "topic": "Sports"}
{"name": "<b>PewDiePie</b> Trends on Twitter After Video With Wife Goes Viral", "snippet": "PewDiePie has been trending on Twitter this morning, but it&#39;s not because something bad has happened to the YouTuber or because he did something noteworthy or controversial. Rather, he&#39;s been trending due to a wholesome video starring him and his wife Marzia that quickly went viral.", "topic": "Celebrity"}
{"name": "How <b>Artificial Intelligence</b> Can Solve the Competency Mapping Gap in The Recruitment Sector", "snippet": "Organizations often face a competency gap due to their inabilities to test candidates for soft skills and secondary hard skills during the recruitment process.", "topic": "Other"}
{"name": "I&#39;m a <b>Celebrity</b> 2021 - lineup rumours, location and everything you need to know", "snippet": "I&#39;m a Celebrity... Get Me Out Of Here! always hits screens towards the end of the calendar year, but that doesn&#39;t mean it&#39;s too early to start speculating about what the 2021 series will look like. From the line-up to the location,", "topic": "Celebrity"}
{"name": "Belfast <b>weather</b>: A mix of sunshine and rain throughout the day", "snippet": "The Met Officer forecasters have given their predictions for Tuesday, April 27, saying that it will be a bright start to the day with there being a chance of rain in the morning. It will then brighten up again before further rainy spells in the evening.", "topic": "Literature"}
{"name": "15 most followed Nigerian <b>celebrities</b> on Instagram", "snippet": "Instagram is one of the most popular social platforms in the world. Aside from just sharing photos and pictures, it is a means by which brands and potential business partners contact celebrities to strike deals with them.", "topic": "Celebrity"}
{"name": "Biden to Congress: &#39;White supremacy is <b>terrorism</b>&#39;", "snippet": "In his first address to Congress, President Joe Biden called for lawmakers to enact police reforms in George Floyd&#39;s name, and said America must &quot;prove democracy still works&quot;. Biden to Congress: &#39;White supremacy is terrorism&#39; Video,", "topic": "Other"}
{"name": "Andy Ruiz displays lightning-quick punching speed that stunned Anthony Joshua as he trains for <b>boxing</b> comeback", "snippet": "Andy Ruiz displays lightning-quick punching speed that stunned Anthony Joshua as he trains for boxing comeback", "topic": "Sports"}
{"name": "<b>PewDiePie</b> Trends on Twitter After Video With Wife Goes Viral", "snippet": "PewDiePie has been trending on Twitter this morning, but it&#39;s not because something bad has happened to the YouTuber or because he did something noteworthy or controversial. Rather, he&#39;s been trending due to a wholesome video starring him and his wife Marzia that quickly went viral.", "topic": "Celebrity"}
{"name": "TikTok hit with biometric data privacy suit under <b>GDPR</b>", "snippet": "Biometric data collected by TikTok refers to facial recognition data. It, along with other personal data was collected for the benefit of unknown third parties.", "topic": "Other"}
{"name": "WashTec AG: EBIT more than doubled in first quarter despite <b>weather</b>- and pandemic-related revenue shortfall", "snippet": "Quarterly / Interim Statement 26.04.2021 / 15:00 The issuer is solely responsible for the content of this announcement. Group revenue €84.8m (prior year: €87.3m) Group EBIT €3.5m (prior year: €1.7m);", "topic": "Other"}
{"name": "<b>Robotics</b> outperformer reveals ‘biggest misconception’ of 5G", "snippet": "Candriam’s Johan Van der Biest believes the technological breakthrough will be transformative. But not in the way many people imagine.", "topic": "Other"}
{"name": "Benicia High School girls <b>tennis</b> team blanks Ygnacio Valley", "snippet": "The Benicia High School girls tennis team blanked visiting Ygnacio Valley 6-0 on Tuesday in Diablo Athletic League play.", "topic": "Sports"}
{"name": "Political databases on voters may breach <b>GDPR</b> - Dixon", "snippet": "Data Protection Commissioner Helen Dixon has said that it is difficult to imagine what legal basis any data controller would have to create a centralised database from varied sources without the knowledge of the data subjects.", "topic": "Other"}
{"name": "Meghan Markle had Prince Harry break <b>Royal Family</b> tradition &#39;from the very start&#39;", "snippet": "PRINCE HARRY was breaking Royal Family protocol for Meghan Markle very early in their relationship and revealed his desire to rebel from family constrictions, a royal expert claimed.", "topic": "Royal Family"}
{"name": "Assistant/Associate Professor/Lecturer in <b>Psychology</b>", "snippet": "Wenzhou-Kean University (WKU), located in Wenzhou, China, one of three Sino-American universities along with NYU Shanghai", "topic": "Other"}
{"name": "Prince Harry&#39;s talks with <b>Royal family</b> &#39;put on hold&#39; due to &#39;constant leaks from the Sussex side&#39;", "snippet": "Prince Harry&#39;s talks with senior members of the Royal family have been &quot;put on hold&quot; due to &quot;constant leaks from the Sussex side,&quot; it has been reported. The 36 year old jetted to the UK last week to attend the funeral on his grandfather Prince Philip,", "topic": "Royal Family"}
{"name": "Heartbroken <b>family</b> of navy vet who took her own life don&#39;t want a <b>Royal</b> Commission", "snippet": "The Bailey family don&#39;t believe a Royal Commission into suicides by Australian Defence Force veterans will get to the bottom of why their daughter Teri took her own life on her 25th birthday.", "topic": "Royal Family"}
{"name": "Kate Garraway says <b>Royal Family</b> offered to help husband Derek Draper", "snippet": "Kate Garraway has revealed that a member of the royal family offered to help her husband Derek Draper as he battled coronavirus in hospital. Derek has finally returned home after being in hospital for over a year,", "topic": "Royal Family"}
{"name": "Tokyo <b>Olympics</b> organizers unveil new playbooks, will decide on spectators in June", "snippet": "The International Olympic Committee and Japanese organizers unveiled Wednesday a new set of &quot;playbooks&quot; for how they plan to hold a safe and successful Games in Tokyo this summer amid the coronavirus pandemic.", "topic": "Sports"}
{"name": "How startups can ensure CCPA and <b>GDPR</b> compliance in 2021", "snippet": "Small startups might not think the world’s strictest data privacy laws apply to them, but it’s important to enact best data management practices before a legal situation arises.", "topic": "Other"}
{"name": "<b>PewDiePie</b> teaches Corpse Husband Swedish, wins hearts online", "snippet": "During a game of Among Us in November 2019, Felix &quot;PewDiePie&quot; Kjellberg taught Corpse Husband a few words in Swedish. This isn&#39;t the first time Corpse Husband has attempted to learn a new language. He always makes an effort to learn new languages.", "topic": "Celebrity"}
{"name": "Premier Mark McGowan expected to provide clarity on virus restrictions for WA", "snippet": "West Australian Premier Mark McGowan is set to outline plans for the easing of coronavirus restrictions after last weekend’s lockdown.", "topic": "Corona"}
{"name": "Oklahoma School for the Deaf students win national <b>robotics</b> championship", "snippet": "Two students with the Oklahoma School for the Deaf in Sulphur took home the top prize in a national robotics competition. © Provided by Sherman-Ada KXII T", "topic": "Other"}
{"name": "7 most expensive things sold at <b>celebrity</b> auctions", "snippet": "Here&#39;s a list of the most expensive things sold at celebrity auctions that you probably wouldn&#39;t have ever heard of.", "topic": "Celebrity"}
{"name": "<b>Robotics</b> outperformer reveals ‘biggest misconception’ of 5G", "snippet": "Candriam’s Johan Van der Biest believes the technological breakthrough will be transformative. But not in the way many people imagine.", "topic": "Other"}
{"name": "Girls twice as likely to suffer concussions playing <b>football</b> than boys, study shows", "snippet": "The findings come as the PFA&#39;s outgoing boss denied being &quot;asleep at the wheel&quot; over tackling brain injuries in football.", "topic": "Football"}
{"name": "London 5 day <b>weather</b> forecast", "snippet": "Latest Weather Stories.; Mini-heatwave coming to UK with highs of 20C this weekend; Warm weather to last all week as Brit", "topic": "Literature"}
{"name": "We won’t allow scourge of <b>terrorism</b> to rise again: PM", "snippet": "ISLAMABAD: Prime Minister Imran Khan on Thursday strongly condemned yesterday&#39;s terrorist attack in Quetta, ARY News reported.", "topic": "Other"}
{"name": "John W Henry and Ed Woodward&#39;s messages in plot to revolutionise English <b>football</b>", "snippet": "Liverpool owner John W Henry and outgoing Manchester United chief executive Ed Woodward worked closely together on Project Big Picture", "topic": "Football"}
{"name": "Biden&#39;s address to Congress prompts <b>celebrity</b> reactions", "snippet": "Dreyfus, Debra Messing and more spoke out as President Joe Biden gave his first joint address to Congress on Wednesday.", "topic": "Celebrity"}
{"name": "Kate Garraway details letter from <b>Royal Family</b> offering help for husband Derek Draper", "snippet": "The Good Morning Britain star has written about the encounter in her new book, The Power of Hope, which is released on Thursday", "topic": "Royal Family"}
{"name": "<b>PewDiePie</b> Trends on Twitter After Video With Wife Goes Viral", "snippet": "PewDiePie has been trending on Twitter this morning, but it&#39;s not because something bad has happened to the YouTuber or because he did something noteworthy or controversial. Rather, he&#39;s been trending due to a wholesome video starring him and his wife Marzia that quickly went viral.", "topic": "Celebrity"}
{"name": "BBC <b>Weather</b>: Freezing Arctic blast grips Europe as snow showers dump 20-30cm – latest", "snippet": "BBC Weather has forecast an Arctic blast of cold air moving into Europe bringing with it snow in some highland areas.", "topic": "Other"}
{"name": "I&#39;m a <b>Celebrity</b> 2021 - lineup rumours, location and everything you need to know", "snippet": "I&#39;m a Celebrity... Get Me Out Of Here! always hits screens towards the end of the calendar year, but that doesn&#39;t mean it&#39;s too early to start speculating about what the 2021 series will look like. From the line-up to the location,", "topic": "Celebrity"}
{"name": "Coronavirus live news: France to impose 10-day quarantine on Brazil arrivals; Oscars reinvented for pandemic – as it happened", "snippet": "UK put 600,000 vaccine doses into arms on Friday; Global death toll tops 3m", "topic": "Corona"}
{"name": "&#39;I’ve got <b>corona</b>&#39;: COVID-infected criminal spat at police officers after luring them to car park", "snippet": "A criminal infected with COVID-19 spat at police officers and shouted ‘I’ve got corona’ after luring them to a car park, a court has heard. Martin Hoggarth, 32, from Hylton Road, Sunderland, was jailed for three months after admitting assault on an emergency worker.", "topic": "Corona"}
{"name": "Where David Forst looking to upgrade <b>Athletics</b>&#39; roster this year", "snippet": "Where Forst believes A&#39;s can look to upgrade roster this year originally appeared on NBC Sports BayareaThe Athletics bullpen has had a solid reputation over the last couple of seasons. Thats much in part to Liam Hendriks,", "topic": "Sports"}
{"name": "<b>Corona</b> Impact Series: A Tottenham kitchen on a mission to make Londoners eat more plants", "snippet": "In this series, City A.M. looks at the financial and economic impact of the ongoing pandemic on a range of small and medium-sized businesses across London.", "topic": "Corona"}
{"name": "Chicago <b>Weather</b>: A Wet Start In The Morning", "snippet": "New Chicago Heights Park District Board Refusing To Pay $212,000 Buyout To Departing SuperintendentThe fight over a hefty payout for the outgoing Chicago Heights parks superintendent is a story we have been following for weeks,", "topic": "Literature"}
{"name": "Duchess of Cambridge owns the perfect jacket for this confusing <b>weather</b>", "snippet": "The Duchess opted for a casual look, which was appropriate for both the cameras, helping with livestock and this confusing weather. She teamed her favourite brown riding boots with a Fair Isle jumper,", "topic": "Literature"}
{"name": "COVID-19 Impact on <b>Artificial Intelligence</b> in Supply Chain Market Growth Projection to 2026 | Intel, NVIDIA, Xilinx, Samsung, Micron, IBM, Google", "snippet": "Global Artificial Intelligence in Supply Chain Market Growth Status and Outlook 2021-2026. According to this latest study, the 2021 growth of Artificial Intelligence in Supply Cha", "topic": "Other"}
{"name": "Retail <b>Robotics</b> Market Growth Due to COVID-19 Spread | Honda <b>Robotics</b>, Locus <b>Robotics</b>, Soft <b>Robotics</b>, and Universal Robots A/S, Aethon", "snippet": "Retail Robotics Market is growing at a 20.30% CAGR during the forecast period 2020-2026. The increasing interest of the individuals in this industry is that the major reason for the expansion of this market”.", "topic": "Other"}
{"name": "Why read fiction, classic and <b>literature</b>? From Gilles Deleuze to Calvino: a brief study", "snippet": "I think that stories are exceedingly important for us as a civilization: the proverbial human civilisation. They rhapsodise our position resplendently like the eminent English poet and Nobel laureate T.", "topic": "Other"}
{"name": "Local high schoolers prepare to compete in <b>badminton</b> at the Pan Am Championships", "snippet": "Gunn High sophomore Allison Lee will be spending next week in Guatemala City. It&#39;s no vacation though; she and her teammate Frankie Corbett, a sophomore at Hillsdale High, are pretty serious about their badminton.", "topic": "Sports"}
{"name": "Chris Eubank Jr inspired by dad’s tears in Michael Watson reunion as he bids to join British <b>boxing</b>’s new golden age", "snippet": "CHRIS EUBANK JR watched his father’s tears touch the nation and knew he had to be part of British boxing’s new golden age. Two-weight icon Chris Sr was reunited with Michael Watson on TV when he", "topic": "Sports"}
{"name": "Long Covid is very far from ‘all in the mind’ – but <b>psychology</b> can still help us treat it", "snippet": "As a specialist in biological communication between the body and brain, I know it can be hard to draw a line between the two, says professor of biological psychiatry Carmine M Pariante", "topic": "Other"}
{"name": "Madelynn Taylor, Navy veteran and Idaho <b>LGBTQ</b> activist, to be buried next to her wife", "snippet": "After years of fighting to ensure she could be interred next to her late wife Jean Mixner, Taylor&#39;s dream is finally becoming a reality.", "topic": "Other"}
{"name": "Mozambique to form special unit to prosecute <b>terrorism</b> cases – attorney general", "snippet": "Mozambique’s government, which is facing a growing Islamist insurgency, will create a special unit in the attorney general’s office to investigate and prosecute cases of terrorism, the attorney general said on Wednesday.", "topic": "Other"}
{"name": "Bunny Hugger: <b>Greta Thunberg</b> takes apparent dig at Boris Johnson in Twitter bio", "snippet": "Greta Thunberg has changed her description on social media profile to “bunny hugger” in an apparent dig to Boris Johnson after the prime minister’s comments at a climate summit. It comes just hours after Mr Johnson said it was not “politically correct bunny hugging” to take action to combat climate change.", "topic": "Celebrity"}
{"name": "The <b>Psychology</b> Of Online Trust", "snippet": "By Matthew Capala, the Founder of Alphametic, a search marketing agency, keynote speaker, and author of “The Psychology of a Website.” Say you meet someone at a networking event. After speaking for a couple of minutes,", "topic": "Other"}
{"name": "Meghan Markle had Prince Harry break <b>Royal Family</b> tradition &#39;from the very start&#39;", "snippet": "PRINCE HARRY was breaking Royal Family protocol for Meghan Markle very early in their relationship and revealed his desire to rebel from family constrictions, a royal expert claimed.", "topic": "Royal Family"}
{"name": "Saturday Night Live cast members appear to delete disapproving social media posts about <b>Elon Musk</b> hosting", "snippet": "A few Saturday Night Live cast members appear to have deleted social media posts indicating their disapproval of tech giant Elon Musk’s hosting spot. Musk, the CEO of SpaceX and Tesla, is due to make his SNL debut on 8 May,", "topic": "Celebrity"}
{"name": "Final Five star Laurie Hernandez says it &#39;sucked&#39; training for the <b>Olympics</b> after a 2-year gymnastics hiatus", "snippet": "&quot;Taking two years off and then trying to get onto an Olympic team, it&#39;s not going to be easy,&quot; Hernandez told Insider. &quot;But I got stronger from it.&quot;", "topic": "Sports"}
{"name": "Danish bar offers COVID-19 tests on tap under &#39;<b>corona</b>-passport&#39; system", "snippet": "A bar in Copenhagen has started offering customers a COVID-19 test and a beer while they wait for the result to help get business moving again after months of restrictions. Punters hand over about $25 to get tested in a booth at Warpigs Brewpub.", "topic": "Corona"}
{"name": "Lalamove lets <b>celebrity</b>&#39;s cake <b>business</b> rise amid pandemic", "snippet": "Artist Maricar Reyes-Poon is one of many that have utilized the digital space for business — particularly in light of the challenges posed by the pandemic. Her “Maricar&#39;s Chocolate Cakes” has kept running—thanks to Lalamove as her reliable delivery partner.", "topic": "Celebrity"}
{"name": "Top seeds ease through to last 16 at European <b>Badminton</b> Championships", "snippet": "Top seeds and defending champions Viktor Axelsen and Carolina Marín made light work of their opening matches at this year’s European Badminton", "topic": "Sports"}
{"name": "Zoom bombers interrupt first ever Kansas City <b>LGBTQ</b> Commission meeting", "snippet": "Kansas City’s newly established LGBTQ Commission held its first meeting Wednesday night. It’s the first of its kind in Missouri, and one of the first in the nation.", "topic": "Other"}
{"name": "UK <b>weather</b> forecast: 14 days of heavy rain as drought to end with huge deluge", "snippet": "THE UK will be hit by unsettled rain over the next fortnight following an incredibly dry April, the latest weather charts suggest.", "topic": "Other"}
{"name": "The <b>LGBTQ</b> Youth Homeless Crisis Is Worse Than We Feared", "snippet": "More than half of LGBTQ people who have been made homeless have been discriminated against or harassed by people who should be caring for them, according to a new report. It was already known that LGBTQ people were disproportionately likely to end up homeless,", "topic": "Other"}
{"name": "Abbott&#39;s New Coronary Imaging Platform Powered By <b>Artificial Intelligence</b> Launches in Europe", "snippet": "Abbott today announced that its new imaging platform powered by Ultreon 1.0 Software, is now CE Marked in Europe. This first-of-its-kind imaging software merges optical coherence tomography (OCT) – an imaging tool that provides physicians a comprehensive view inside an artery or blood vessel", "topic": "Other"}
{"name": "Vice Ganda reveals <b>badminton</b>, basketball keeps him sane during lockdown", "snippet": "Vice Ganda&#39;s love for basketball and badminton helped him keep sane these days. With Metro Manila still in lockdown, the box-office star and popular TV host revealed that he and partner, Ion Perez, set up a badminton court and bought a basketball ring in his house.", "topic": "Sports"}
{"name": "Biden singles out ‘white supremacist <b>terrorism</b>’ as the most lethal threat to America, as he pushes for gun control &amp; police reform", "snippet": "In his first joint address to Congress, President Joe Biden warned that “white supremacist terrorism” had become the US’ top threat, while urging lawmakers from both parties to tackle police reform and a gun violence “epidemic.", "topic": "Other"}
{"name": "Research on <b>Artificial Intelligence</b> (AI) As a Service Market 2021: By Growing Rate, Type, Applications, Geographical Regions, and Forecast to 2026", "snippet": "Just now Technology Product ID: 3699359 Market Study Report, LLC. is a hub for market intelligence products and services. We streamline the purchase of your market research reports and services through a single integrated platform by bringing all the major publishers and their services at one place.", "topic": "Other"}
{"name": "Kate Garraway reveals kind gesture the <b>Royal Family</b> made to her husband Derek", "snippet": "Kate Garraway has consistently described how much she appreciated people’s well wishes during her husband’s battle with Covid-19 and now she’s revealed it’s not just family, friends and fans that have been in touch but the Royal Family too.", "topic": "Royal Family"}
{"name": "Mozambique to form special unit to prosecute <b>terrorism</b> cases – attorney general", "snippet": "Mozambique’s government, which is facing a growing Islamist insurgency, will create a special unit in the attorney general’s office to investigate and prosecute cases of terrorism, the attorney general said on Wednesday.", "topic": "Other"}
{"name": "<b>Corona</b> jabs turbocharge UK economy: Goldman hails &#39;striking&#39; recovery", "snippet": "In an upbeat report that will delight Prime Minster Boris Johnson and his Chancellor Rishi Sunak (pictured), Goldman Sachs said the UK would grow by &#39;a striking&#39; 7.8 per cent in 2021.", "topic": "Corona"}
{"name": "Honda: Turkey struggle helped turn around wet <b>weather</b> starts", "snippet": "Honda says that lessons learned from Red Bull’s terrible wet Formula 1 starts in Turkey last year were key to unlocking its recent brilliant getaways at Imola.", "topic": "Other"}
{"name": "<b>LGBTQ</b> Center Has New Director, Strategic Plan For Move, Growth", "snippet": "Carlos Torres moved from Pittsburg to Long Beach a month ago to become the new executive director at the LGBTQ Center.", "topic": "Other"}
{"name": "Ireland &#39;bottleneck of <b>GDPR</b> investigation and enforcement&#39; in EU", "snippet": "A data privacy campaigner has told an Oireachtas committee that systematic infringement of fundamental rights is going unchecked by the Data Protection Commission (DPC).", "topic": "Other"}
{"name": "Prince Harry talks with <b>Royal Family</b> &#39;put on ice&#39; over &#39;leaks from the Sussex side&#39;", "snippet": "Sources from Buckingham Palace are accusing the Duke of Sussex and his pregnant wife Meghan of releasing information to the press including discussions he had with the Queen", "topic": "Royal Family"}
{"name": "No &#39;offering&#39; goods, no <b>GDPR</b> exposure", "snippet": "The case was decided under pre-Brexit EU law, but the English law that took the place of the GDPR is substantially the same. The court interpreted Article 3(2)(a) of the GDPR, which states that the regulation &quot;applies to the processing of personal data of data subjects who are in the Union by a controller or processor not established in the Union,", "topic": "Other"}
{"name": "Jacqueline Jossa denies having &#39;personal relationship&#39; with Khloe Kardashian after they &#39;bonded over insecurities&#39;", "snippet": "Jacqueline Jossa was reported to have struck a friendship with Khloe Kardashian through Caitlyn Jenner. Jacqueline Jossa has denied having a personal relationship with Khloe Kardashian after it was reported they had &quot;bonded over insecurities.", "topic": "Celebrity"}
{"name": "Cooking With The <b>Stars</b>: Emma Willis &amp; Tom Allen to host new <b>celebrity</b> cookery competition", "snippet": "Tom Allen and Emma Willis are to front a new celebrity cooking competition. ITV has teamed up with Marks &amp; Spencer and producers South Shore for new six part series Cooking With The Stars. The show will feature eight celebrities,", "topic": "Celebrity"}
{"name": "Tatas see exits of sr execs amid <b>corona</b> storm", "snippet": "TNN Mumbai/Chennai: Several familiar faces at the Tata Group are exiting the country’s largest conglomerate a.", "topic": "Corona"}
{"name": "The <b>Psychology</b> of Sales", "snippet": "The brain is a fascinating and little understood organ, but when it comes to sales, getting your head around sales psychology could be your greatest asset. Sales psychology is the study of how potential clients’ psychological state influences their buying patterns.", "topic": "Other"}
{"name": "rainy norwegian <b>weather</b> inspires KVANT-1&#39;s new unearthly photo series", "snippet": "KVANT-1 created a new photo serie s as an ode to water, ecosystems, and life, strongly inspired by the picturesque city of bergen where the series was produced. tucked amongst the majestic mountains and fjords of western norway,", "topic": "Literature"}
{"name": "Top 10 Moments from <b>Pewdiepie</b>&#39;s Minecraft Series", "snippet": "Felix &quot;PewDiePie&quot; Kjellberg&#39;s Minecraft series began in late June of 2019. Since the beginning, it left a lasting mark on the Minecraft community. Spanning forty-five episodes with a plethora of memorable moments to accompany the Minecraft series,", "topic": "Celebrity"}
{"name": "Pagasa: Humid <b>weather</b> to persist despite cloudy skies, isolated rain", "snippet": "Humid weather will prevail across the country on Thursday due to easterlies or the warm winds blowing from the Pacific, the state weather bureau said. This, even if", "topic": "Literature"}
{"name": "Languages, <b>Literature</b> &amp; Linguistics Directors jobs in Australasia", "snippet": "Take our jobseeker survey and be entered into a prize draw to win a £50 Amazon voucher. Take our jobseeker survey and be entered into a prize draw to win a £50 Amazon voucher. Facebook Twitter LinkedIn", "topic": "Other"}
{"name": "Arsene Wenger on the future of <b>football</b> - the next step is to train a player&#39;s brain", "snippet": "Exclusive: Wenger changed English football when he arrived at Arsenal and believes new advancements are on the horizon", "topic": "Football"}
{"name": "<b>Golf</b> Ball Falls Into Water As Man Attempts To Hit It Near Pond", "snippet": "This man wanted to play golf. He placed the golf tee near the pond and tried to hit the ball. However, the ball fell into the water nearby instead of moving ahead.", "topic": "Sports"}
{"name": "Every word Joey Barton said on Andy Rammell and <b>psychology</b> behind Bristol Rovers&#39; survival bid", "snippet": "The Bristol Rovers manager spoke at length about confidence in the camp and the orthodox and unorthodox psychological techniques he is using to motivate his squad", "topic": "Other"}
{"name": "A guide to <b>GDPR</b> requirements for mobile game developers", "snippet": "Mobile game developers and QA testers spend vast amounts of time conducting research and rigorous testing to gain a picture of whether a game will succeed in what is a competitive market. With the launch of the General Data Protection Regulation (GDPR) back in May 2018,", "topic": "Other"}
{"name": "How to complete the <b>Pewdiepie</b> Challenge in BitLife", "snippet": "The week has entered the weekend, and with every start of the weekend, a new challenge comes to BitLife. You’ll have a brief time to complete all of the tasks within the challenge, and when you’re done,", "topic": "Celebrity"}
{"name": "<b>Royal Family</b>: An interactive guide to who&#39;s who in the Queen&#39;s <b>family</b> and the line of succession", "snippet": "The Queen has four children and eight grandchildren with lots of names and titles, so it&#39;s easy to get confused about who everyone is and how each of them is related. Try our handy interactive guide to find out who&#39;s who.", "topic": "Royal Family"}
{"name": "Cooking With The <b>Stars</b>: Emma Willis &amp; Tom Allen to host new <b>celebrity</b> cookery competition", "snippet": "Tom Allen and Emma Willis are to front a new celebrity cooking competition. ITV has teamed up with Marks &amp; Spencer and producers South Shore for new six part series Cooking With The Stars. The show will feature eight celebrities,", "topic": "Celebrity"}
{"name": "<b>Literature</b> Wales launches programme for writers of colour", "snippet": "Literature Wales has launched a new professional development programme for writers of colour as part of a drive to address the “historic lack of representation” in Welsh books. Representing Wales: Developing Writers of Colour is billed an important step by the organisation—a national company for the development of literature—to transform the country’s literary culture into one that is truly reflective of Wales’ diverse communities.", "topic": "Other"}
{"name": "IHC moved against removal of <b>terrorism</b> charges in Osama Satti murder case", "snippet": "The heirs of Osama Satti, who was gunned down by five CTD personnel in Islamabad, have challenged ATC verdict of dropping terrorism charges.", "topic": "Other"}
{"name": "<b>Artificial intelligence</b> could save elephants from extinction", "snippet": "An algorithm designed by a computer scientist at the University of Bath may be able to help save African elephants from extinction. Coupled with high-resolution imagery, the algorithm enables a satellite to scan large areas of land in short periods of time and collect 5,", "topic": "Other"}
{"name": "Biden singles out ‘white supremacist <b>terrorism</b>’ as the most lethal threat to America, as he pushes for gun control &amp; police reform", "snippet": "In his first joint address to Congress, President Joe Biden warned that “white supremacist terrorism” had become the US’ top threat, while urging lawmakers from both parties to tackle police reform and a gun violence “epidemic.", "topic": "Other"}
{"name": "UK <b>weather</b> – Floods hit South after ‘Supermoon high tides’ as Brits enjoy last 18C scorcher before Bank Holiday washout", "snippet": "BRITS have been hit by floods caused by the “Supermoon high tides” as the spring heatwave gives way to a soggy Bank holiday.  The South West coast was hit by the surging tides", "topic": "Other"}
{"name": "Man City chief apologises to leading English <b>football</b> figures for role in European Super League", "snippet": "CEO Ferran Soriano spoke with the Association, the Premier League and English League at Sunday’s Carabao Cup final looking to make peace for the chaos of the previous week", "topic": "Football"}
{"name": "<b>GDPR</b> Services Market predicted to grow $2,659.4 million by 2023", "snippet": "According to a new market research report GDPR Services Market by Solution Data Discovery and Mapping Data Governance and API Management Service GDPR Readiness Assessment Risk Assessment and DPIA and DPO as a Service Organization Size and Region Global Forecast", "topic": "Other"}
{"name": "&#39;White supremacy is <b>terrorism</b>&#39;: Biden urges vigilance against home-grown violence after Jan. 6 attack", "snippet": "Biden noted that global terror networks had largely moved beyond Afghanistan and white supremacists posed a bigger threat than foreign actors.", "topic": "Other"}
{"name": "How <b>artificial intelligence</b> can radically transform your business", "snippet": "&quot;Over 40 per cent of businesses believe that the model they&#39;re using today will cease to exist in five years,&quot; says Clare Barclay, chief operating officer of Microsoft UK. &quot;All sorts of technology, AI included, is changing the shape of the business landscape.", "topic": "Other"}
{"name": "Ilkley <b>Literature</b> Festival hosts special book launch event for Anita Sethi", "snippet": "ILKLEY Literature Festival are virtually welcoming journalist and writer Anita Sethi to Ilkley for a special book launch event for her book I", "topic": "Other"}
{"name": "Tokyo chief: Olympics can help <b>LGBTQ</b> issues", "snippet": "The head of the Tokyo Olympics on Tuesday took part in an event marking Japan&#39;s LGBTQ pride week at a center in the capital, as activists and dozens of lawmakers pushed for an equality law to be enacted before the Games begin in less than three months.", "topic": "Other"}
{"name": "Global <b>GDPR</b> Solutions Market Analysis highlights the impact of Covid-19 (2020-2025) | Top Players like SAP, Actiance, SAS Institute, Onetrust, IBM", "snippet": "Checkout Free Report Sample of GDPR Solutions Market Report for Better Understanding:  The report explains the degree of COVID-19 impact on every segment under the scope of the report with its trend over the forecast period.", "topic": "Other"}
{"name": "Battle of the billionaires: <b>Jeff Bezos</b>&#39; rocket company protests SpaceX&#39;s latest NASA contract", "snippet": "Billionaires Elon Musk and Jeff Bezos traded barbs after NASA awarded a contract to Musk&#39;s SpaceX to build the next vehicle to take astronauts to the moon.", "topic": "Celebrity"}
{"name": "<b>LGBTQ</b> Center Asks Newark To &#39;Imagine&#39; During Virtual Fundraiser", "snippet": "The Newark LGBTQ Community Center got a hand from some high-profile guests during its first virtual fundraiser.", "topic": "Other"}
{"name": "It’s going to have to be a <b>Corona</b> – What Dundonians are looking forward to most when pubs reopen", "snippet": "As for my first drink, it’s going to have to be a Corona.” “People now have a chance to celebrate, kick back and enjoy. “I’m quite excited in the fact it gives folk the chance to socialise and be together.", "topic": "Corona"}
{"name": "Merkley urges president address <b>LGBTQ</b> discrimination", "snippet": "Along with his jobs plan, Senator Jeff Merkley and members of Oregon&#39;s LGBTQ community are urging President Biden to make issues of discrimination they face a priority.", "topic": "Other"}
{"name": "Andy Ruiz displays lightning-quick punching speed that stunned Anthony Joshua as he trains for <b>boxing</b> comeback", "snippet": "Andy Ruiz displays lightning-quick punching speed that stunned Anthony Joshua as he trains for boxing comeback", "topic": "Sports"}
{"name": "More tests and still more questions about the Tokyo <b>Olympics</b>", "snippet": "The Tokyo Olympics open in under three months and there are still more questions than answers despite the rollout of new rule books to explain how the games will take place in the middle of a surging", "topic": "Sports"}
{"name": "Belfast <b>weather</b>: A mix of sunshine and rain throughout the day", "snippet": "The Met Officer forecasters have given their predictions for Tuesday, April 27, saying that it will be a bright start to the day with there being a chance of rain in the morning. It will then brighten up again before further rainy spells in the evening.", "topic": "Other"}
{"name": "‘The Dogefather’: Will <b>Elon Musk</b> talk about Dogecoin on SNL? Twitter post explored!", "snippet": "Elon Musk has named himself &#39;The Dogefather&#39; in a new Twitter post ahead of his appearance on Saturday Night Live on May 8th.", "topic": "Celebrity"}
{"name": "Wild learns a tough &#39;lesson&#39; in loss to Blues", "snippet": "With only a handful of games remaining in the regular season, time is running out for the Wild in terms of sharpening its game ahead of the postseason.", "topic": "Sports"}
{"name": "Pace <b>baseball</b>: Patient Patriots pummel Tate to advance to district final", "snippet": "Tate is a good ballclub, they got us twice during the year. I’m proud of our guys and the way they came out and competed.&quot;", "topic": "Sports"}
{"name": "Hawaii bank’s new mobile app uses <b>artificial intelligence</b> to customize experience", "snippet": "The bank’s customers can now store information from all of their accounts in one place ― even accounts that aren’t with First Hawaiian.", "topic": "Other"}
{"name": "7 Bollywood <b>Stars</b> Influenced by <b>Hollywood</b> Icons", "snippet": "America and India host two of the world&#39;s giant film industries. We showcase some Bollywood stars who were influenced by Hollywood icons.", "topic": "Celebrity"}
{"name": "WashTec AG: EBIT more than doubled in first quarter despite <b>weather</b>- and pandemic-related revenue shortfall", "snippet": "Quarterly / Interim Statement 26.04.2021 / 15:00 The issuer is solely responsible for the content of this announcement. Group revenue €84.8m (prior year: €87.3m) Group EBIT €3.5m (prior year: €1.7m);", "topic": "Other"}
{"name": "UK <b>weather</b>: April set to be frostiest in UK for 60 years", "snippet": "This month is provisionally the frostiest April in the UK for at least 60 years, the Met Office has said. April 2021 has already seen an average of 13 days of air frosts across the UK, beating the previous record of 11 days reported in April 1970.", "topic": "Literature"}
{"name": "Hinesburg teacher taps &#39;<b>celebrities</b>&#39; to help quiz students", "snippet": "A Hinesburg teacher is making virtual learning fun for his fifth-graders by enlisting public figures to give students quiz questions, including our Cat Viglienzoni!", "topic": "Celebrity"}
{"name": "US Navy Seals to shift from counter-<b>terrorism</b>, focus now on China and Russia", "snippet": "The counterterrorism fight had its benefits, allowing the Seals to sharpen their skills in developing intelligence networks and finding and hitting targets. However, the recent shift reflects the broader Pentagon strategy to prioritize China and Russia,", "topic": "Other"}
{"name": "Dry, warm <b>weather</b> returns Thursday; Next chance for rain moves in this weekend", "snippet": "After a soggy Tuesday and Wednesday morning, dry conditions are moving back in with sunshine Wednesday afternoon. Dry and mild <b>weather</b> is here to stay on the Front Range for the next few days.", "topic": "Other"}
{"name": "Tokyo chief: Olympics can help <b>LGBTQ</b> issues", "snippet": "The head of the Tokyo Olympics on Tuesday took part in an event marking Japan&#39;s LGBTQ pride week at a center in the capital, as activists and dozens of lawmakers pushed for an equality law to be enacted before the Games begin in less than three months.", "topic": "Other"}
{"name": "This new film shows the uniquely complicated journey of one <b>LGBTQ</b> refugee seeking asylum in Canada", "snippet": "Someone Like Me is a nuanced portrait of asylum seekers and their sponsors — set during the whirlwind of a pandemic.", "topic": "Other"}
{"name": "San Diego police, <b>LGBTQ</b> leaders launch &#39;Safe Place Program&#39; for victims of hate crimes", "snippet": "A new program helps to identify safe places for San Diegans in the LGBTQ community to go if they become victims of a hate crime or need to report suspicious activity", "topic": "Other"}
{"name": "<b>Tennis</b>-Djokovic withdraws from Madrid Open", "snippet": "The 33-year-old was last seen in action on his home soil at the Serbia Open last week, where he reached the semi-finals before losing to Russia&#39;s Aslan Karatsev. &quot;Sorry that I won&#39;t be able to travel to Madrid this year and meet all my fans,", "topic": "Sports"}
{"name": "EU: Proposed legislation on <b>artificial intelligence</b> &#39;falls short&#39;", "snippet": "Under the proposed ban, police will still be able to use non-live facial recognition software with CCTV cameras to track our every move, scraping images from social media accounts without people’s consent.", "topic": "Other"}
{"name": "Music, art and <b>literature</b> to mark Columba anniversary", "snippet": "Seven new works of art, literature and music have been commissioned to mark the 1,500th anniversary of St Columba.", "topic": "Other"}
{"name": "Privacy Policy and <b>GDPR</b> for single Landlord?", "snippet": "Has anyone got a simple, easy to understand, easy to use Privacy Policy and GDPR that just refers to the control of data in electronic and paper format by a single sole trading Landlord please? I am baffled by the templates that even the NRLA have drafted.", "topic": "Other"}
{"name": "UK cold <b>weather</b> forecast: Chart turns dark blue as -3C three-day icy blast grips Britain", "snippet": "BRITAIN looks set for three days of frost from Thursday until Saturday as temperatures plunge across much of the country, according to the latest weather maps.", "topic": "Literature"}
{"name": "- <b>Weather</b> warnings issued", "snippet": "Gartnagrenach.", "topic": "Other"}
{"name": "Coronavirus live news: France to impose 10-day quarantine on Brazil arrivals; Oscars reinvented for pandemic – as it happened", "snippet": "UK put 600,000 vaccine doses into arms on Friday; Global death toll tops 3m", "topic": "Corona"}
{"name": "Kate Garraway shares <b>Royal Family</b>&#39;s incredible gesture to husband Derek Draper", "snippet": "Kate Garraway has revealed the Royal Family posted her a letter offering her a physician after Derek Draper fell into a coma with Covid-19. The Good Morning Britain presenter has written a memoir which is being serialised in a national newspaper.", "topic": "Royal Family"}
{"name": "Letter: <b>Cricket</b>’s town and gown row mirrors football fiasco", "snippet": "Recent shocking developments in European football (Report, April 20) regarding the proposed European Super League remind me a little of what took place in Cambridge in the middle", "topic": "Sports"}
{"name": "Natasha Jonas targets Katie Taylor revenge and talks <b>boxing</b>&#39;s inequalities and rallying after defeat", "snippet": "Natasha Jonas speaks to Sportsmail ahead of her undisputed title fight with Katie Taylor on Saturday, with all the lightweight belts on the line.", "topic": "Sports"}
{"name": "London 5 day <b>weather</b> forecast", "snippet": "Latest Weather Stories.; Mini-heatwave coming to UK with highs of 20C this weekend; Warm weather to last all week as Brit", "topic": "Literature"}
{"name": "&#39;<b>Corona</b> curfew&#39; to be imposed in Chandigarh from Thursday as Covid-19 cases rise", "snippet": "During the Covid-19 curfew timings in Chandigarh, all activities except essential services will remain closed. Only emergency services personnel and those associated with essential services will be allowed movement in view of the restrictions.", "topic": "Corona"}
{"name": "<b>Artificial intelligence</b> will be more revolutionary for education than the internet", "snippet": "Since the 1970s, digital technologies have changed teaching, learning and assessment. But @Aftab_Hussain from @BoltonCollege believes #ArtificialIntelligence will cause the greatest disruption yet: From the advent of the personal computer in the late 70s and early 80s,", "topic": "Other"}
{"name": "Social media boycott: Scottish <b>football</b> clubs join movement", "snippet": "Scottish football clubs will take part in a boycott of social media platforms in an effort to combat online abuse and discrimination.", "topic": "Football"}
{"name": "Flash Flooding Hits Southwestern Missouri Counties Amid Severe <b>Weather</b> Warnings", "snippet": "Severe weather hit southwestern Missouri on Wednesday, April 28, bringing flooding to various counties as multiple tornado and thunderstorm warnings were issued across the region.Footage filmed by the Missouri State Highway Patrol Troop D shows floodwaters encroaching on homes.", "topic": "Literature"}
{"name": "<b>Cricket</b>: Sri Lanka’s Nuwan Zoysa banned for six years by ICC for corruption", "snippet": "Dubai: Former Sri Lanka pace bowler Nuwan Zoysa has been banned from all cricket for six years after an International Cricket Council (ICC) anti-corruption tribunal found him guilty of breaching its code,", "topic": "Sports"}
{"name": "CIO Management Tool Kit, 2021 Edition - EU&#39;s <b>GDPR</b> Mandated Requirements, California Privacy Act, Privacy Compliance Policy", "snippet": "The &quot;CIO Management Tool Kit - 2021 Edition&quot; report has been added to ResearchAndMarkets.com&#39;s offering. CIO management concerns are", "topic": "Other"}
{"name": "Max Schrems and Helen Dixon clash over Irish <b>GDPR</b> enforcement on big tech", "snippet": "The Austrian privacy campaigner, Max Schrems, has told an Oireachtas Justice Committee that Ireland is on the verge of facing infringement proceedings in Europe because of its “extremely poor” GDPR enforcement record,", "topic": "Other"}
{"name": "<b>Greta Thunberg</b> turns into ‘viral dance sensation’ in Channel 4 deepfake", "snippet": "Channel 4 has released a deepfake video of Greta Thunberg teaching fans the “Man Like Greta” TikTok dance. The deepfake is performed by impressionist Katia Kvinge and written by Stu Richards and Alasdair Beckett-King,", "topic": "Celebrity"}
{"name": "Beyond <b>Psychology</b> shortlisted for Co-operatives UK Co-op of the Year Award", "snippet": "Local social enterprise Beyond Psychology has been shortlisted for a Co-operatives UK Co-op of the Year Award 2021.", "topic": "Other"}
{"name": "Floyd Mayweather vs Logan Paul date: Confirmed details for when <b>boxing</b> icon will fight YouTuber plus venue and latest news", "snippet": "Floyd Mayweather vs Logan Paul has been confirmed for this summer with a date and venue now set for the bizarre exhibition bout. Retired 50-0 boxing legend Mayweather is set to meet 0-1 YouTuber", "topic": "Sports"}
{"name": "Olympics-Tokyo 2020 chief visits <b>LGBTQ</b> centre to emphasise diversity", "snippet": "President Seiko Hashimoto visited Japan&#39;s first permanent LGBTQ centre on Tuesday and emphasised Tokyo Olympic organisers&#39; commitment to facilitating the public&#39;s understanding of issues surrounding sexual minorities.", "topic": "Other"}
{"name": "Hewlett Packard Enterprise Wins Red Hat North American Partner Award for <b>Artificial Intelligence</b> (AI) Solutions", "snippet": "Hewlett Packard Enterprise (HPE) today announced it has been honored as Artificial Intelligence (AI) Solution Partner of The Year by Red Hat, Inc., for AI solutions developed for the public sector. The award is part of the annual Red Hat North America Partner Awards,", "topic": "Other"}
{"name": "Hawaii bank’s new mobile app uses <b>artificial intelligence</b> to customize experience", "snippet": "The bank’s customers can now store information from all of their accounts in one place ― even accounts that aren’t with First Hawaiian.", "topic": "Other"}
{"name": "DeVonta Smith to critics of his size: It&#39;s <b>football</b>, &#39;we&#39;re not weightlifting, we&#39;re not body building&#39;", "snippet": "Alabama WR DeVonta Smith joins &quot;Good Morning Football&quot; to break down his playing style, respond to critics wary of his weight and explains why he should be the first WR taken in the 2021 NFL Draft. © 2021 NFL Enterprises LLC.", "topic": "Football"}
{"name": "BAM: More than half of players at Academy <b>Badminton</b> Malaysia will get break to check for Covid-19", "snippet": "More than half of the 120 players at Academy Badminton Malaysia (ABM) in Bukit Kiara here will be given a break from training to help check the spread of Covid-19 at the training centre. Badminton Association of Malaysia (BAM) president Tan Sri Mohamad Norza Zakaria", "topic": "Sports"}
{"name": "Research on <b>Artificial Intelligence</b> (AI) As a Service Market 2021: By Growing Rate, Type, Applications, Geographical Regions, and Forecast to 2026", "snippet": "Just now Technology Product ID: 3699359 Market Study Report, LLC. is a hub for market intelligence products and services. We streamline the purchase of your market research reports and services through a single integrated platform by bringing all the major publishers and their services at one place.", "topic": "Other"}
{"name": "Crawley shooting incident: Police ‘liaising with counter <b>terrorism</b> officers’", "snippet": "A Crawley teenager has been detained and a gun and a knife have been seized after a shooting incident earlier today.", "topic": "Other"}
{"name": "Is <b>GDPR</b> a casualty of Covid-19?", "snippet": "With the news that every customer must sign in when pubs reopen, the concern for data privacy while maintaining Covid safety guidelines is apparent, says Dan Harding, CEO, Sign In App.", "topic": "Other"}
{"name": "Today&#39;s Berlin <b>corona</b> news in 60 seconds", "snippet": "A top employee representative at BVG asked the public transit authroity to delay plans to allow passengers to board buses using the front door for a month or longer until corona numbers drop. The BVG hopes to launch a cashless payment system in buses Monday but the official said drivers may launch a spontaneous sick-out to protest the plans.", "topic": "Corona"}
{"name": "How to complete the <b>Pewdiepie</b> Challenge in BitLife", "snippet": "The week has entered the weekend, and with every start of the weekend, a new challenge comes to BitLife. You’ll have a brief time to complete all of the tasks within the challenge, and when you’re done,", "topic": "Celebrity"}
{"name": "Prince Charles will &#39;cut down&#39; <b>Royal Family</b> and &#39;ditch&#39; Meghan and Harry, author claims", "snippet": "Royal author Angela Levin has predicted that the Prince of Wales will opt for a more streamline royal family when he becomes king, side-lining Harry and Meghan in the process", "topic": "Royal Family"}
{"name": "<b>Cricket</b>: Sri Lanka’s Nuwan Zoysa banned for six years by ICC for corruption", "snippet": "Dubai: Former Sri Lanka pace bowler Nuwan Zoysa has been banned from all cricket for six years after an International Cricket Council (ICC) anti-corruption tribunal found him guilty of breaching its code,", "topic": "Sports"}
{"name": "Premier Mark McGowan expected to provide clarity on virus restrictions for WA", "snippet": "West Australian Premier Mark McGowan is set to outline plans for the easing of coronavirus restrictions after last weekend’s lockdown.", "topic": "Corona"}
{"name": "<b>Jeff Bezos</b> hits out at &#39;flawed&#39; $2.9bn Nasa contract given to Elon Musk", "snippet": "The SpaceX chief responded to the criticism on Twitter by joking that the Amazon CEO &#39;can’t get it up (to orbit)&#39;", "topic": "Celebrity"}
{"name": "<b>Artificial intelligence</b>, jeopardises employment", "snippet": "Do millennials face economic uncertainty in the future? As employment increasing become more automated, McKinsey &amp; Company (Global", "topic": "Other"}
{"name": "Fans must control <b>football</b> clubs for communities to thrive", "snippet": "As a child growing up in Wimbledon, I remember the excitement felt by the entire town when the crazy gang of Vinnie Jones, Dennis Wise and Dave Beasant won the FA Cup in 1988. The parade through the", "topic": "Football"}
{"name": "<b>Royal Family</b> hit by warning over talking to Meghan Markle and Prince Harry", "snippet": "The Duke of Sussex and wife Meghan are currently in Los Angeles, in California, in the US, after Harry returned there following the Duke of Edinburgh&#39;s funeral", "topic": "Royal Family"}
{"name": "<b>Baseball</b>: Union plates six in the 6th to collect comeback win over Spotswood", "snippet": "Joe Rivera and Anthony Magliozzi racked up three hits and two runs batted in apiece for Union in its 6-5 comeback win over Spotswood in Spotswood. Union (3-1) plated all six of its runs in the sixth inning.", "topic": "Sports"}
{"name": "RELEASE: The Biden Administration’s Support for the <b>LGBTQ</b> Community in the First 100 Days", "snippet": "This week marks the 100th day of President Joe Biden’s administration. Traditionally the first notable benchmark for any new administration, this year’s anniversary serves as an opportunity to reflect on the sheer number of stated goals this White House has already taken action to meet.", "topic": "Other"}
{"name": "EU countries hit with over €30 million in <b>GDPR</b> fines", "snippet": "EU countries have been hit with over €30 million worth of GDPR fines in Q1 2021 following the changes in the GDPR policies.", "topic": "Other"}
{"name": "This new film shows the uniquely complicated journey of one <b>LGBTQ</b> refugee seeking asylum in Canada", "snippet": "Someone Like Me is a nuanced portrait of asylum seekers and their sponsors — set during the whirlwind of a pandemic.", "topic": "Other"}
{"name": "‘The Dogefather’: Will <b>Elon Musk</b> talk about Dogecoin on SNL? Twitter post explored!", "snippet": "Elon Musk has named himself &#39;The Dogefather&#39; in a new Twitter post ahead of his appearance on Saturday Night Live on May 8th.", "topic": "Celebrity"}
{"name": "<b>Artificial Intelligence</b>", "snippet": "Everything WIRED UK knows about Artificial Intelligence, including the latest news, features and images.", "topic": "Other"}
{"name": "London 5 day <b>weather</b> forecast", "snippet": "Latest Weather Stories.; Mini-heatwave coming to UK with highs of 20C this weekend; Warm weather to last all week as Brit", "topic": "Other"}
{"name": "<b>Royal Family</b> ‘offered Kate Garraway’s husband Derek the use of their <b>Royal</b> physician’", "snippet": "Kate Garraway ’s husband Derek Draper has been suffering the after-effects of severe Covid -19 infection and the broadcaster says that the Royal Family offered up the use of their Royal physician in his recovery.", "topic": "Royal Family"}
{"name": "<b>Corona</b> jabs turbocharge UK business: Goldman Sachs says Britain will be the fastest growing major economy in the developed world this year", "snippet": "In an upbeat report that will delight Prime Minster Boris Johnson and his Chancellor Rishi Sunak (pictured), Goldman Sachs said the UK would grow by &#39;a striking&#39; 7.8 per cent in 2021.", "topic": "Corona"}
{"name": "The Jim Rome Show: Sean Casey says Juan Soto is the best hitter in <b>baseball</b>", "snippet": "MLB Network analyst Sean Casey calls Jim Rome to talk about John Lester signing with the Washington Nationals and what Dustin Pedroia was like as a teammate.", "topic": "Sports"}
{"name": "Elon Musk trolls <b>Jeff Bezos</b> after SpaceX beats Blue Origin to $2.9bn NASA contract for Moon lander", "snippet": "Jeff Bezos on Twitter on Monday, joking that the Amazon CEO “can’t get it up (to orbit),” after Mr Musk’s SpaceX rocket company beat out Mr Bezos’ own space venture, Blue Origin, in a contest for a $2.", "topic": "Celebrity"}
{"name": "Middlesex star and former England bowler Toby Roland-Jones: ‘I’m really enjoying my <b>cricket</b> – hopefully I can sustain it over a season’", "snippet": "Middlesex star and former England bowler Toby Roland-Jones insists he is ‘really enjoying’ his cricket after a difficult few years with injury and is determined to sustain his form over the course of a season.", "topic": "Sports"}
{"name": "The Jim Rome Show: Sean Casey says Juan Soto is the best hitter in <b>baseball</b>", "snippet": "MLB Network analyst Sean Casey calls Jim Rome to talk about John Lester signing with the Washington Nationals and what Dustin Pedroia was like as a teammate.", "topic": "Sports"}
{"name": "Pace <b>baseball</b>: Patient Patriots pummel Tate to advance to district final", "snippet": "Tate is a good ballclub, they got us twice during the year. I’m proud of our guys and the way they came out and competed.&quot;", "topic": "Sports"}
{"name": "BAM: More than half of players at Academy <b>Badminton</b> Malaysia will get break to check for Covid-19", "snippet": "More than half of the 120 players at Academy Badminton Malaysia (ABM) in Bukit Kiara here will be given a break from training to help check the spread of Covid-19 at the training centre. Badminton Association of Malaysia (BAM) president Tan Sri Mohamad Norza Zakaria", "topic": "Sports"}
{"name": "Floyd Mayweather vs. Logan Paul exhibition <b>boxing</b> match set for June in Miami on Showtime PPV", "snippet": "The boxing exhibition between Floyd Mayweather and Logan Paul, originally scheduled for Feb. 20 before being postponed, is now set to take place June 6 from Hard Rock Stadium in Miami Gardens, Florida.", "topic": "Sports"}
{"name": "Merkley urges president address <b>LGBTQ</b> discrimination", "snippet": "Along with his jobs plan, Senator Jeff Merkley and members of Oregon&#39;s LGBTQ community are urging President Biden to make issues of discrimination they face a priority.", "topic": "Other"}
{"name": "Belfast <b>weather</b>: A mix of sunshine and rain throughout the day", "snippet": "The Met Officer forecasters have given their predictions for Tuesday, April 27, saying that it will be a bright start to the day with there being a chance of rain in the morning. It will then brighten up again before further rainy spells in the evening.", "topic": "Other"}
{"name": "Amazon, Delta, Pfizer and Tesla among companies backing <b>LGBTQ</b> bill", "snippet": "Amazon, Delta Air Lines, Pfizer and Tesla are among the more than 400 corporations supporting civil rights legislation for LGBTQ people, according to the Human Rights Campaign. Dozens of Fortune 500 companies are among the 416 members of the Washington-based advocacy group&#39;s Business Coalition for the Equality Act,", "topic": "Other"}
{"name": "Technology to rescue Kenya National <b>Chess</b> League as other sports remain suspended", "snippet": "The Standard] The Kenya National Premier Chess League will resume in June, Chess Kenya has said. The federation officials and club captains across the country announced the move on Wednesday, terming it a huge step towards ensuring the progress of Chess which has been on a lengthy pause since all contact sports were suspended in March last year due to COVID-19.", "topic": "Sports"}
{"name": "TOR@MTL: Game Recap", "snippet": "It was his first game since April 1 against the Senators in Ottawa. Tweet from @CanadiensMTL: Frolik est de retour dans la formation!Frolik is back in the lineup!#GoHabsGo pic.twitter.com/YPLyRGpRhU The Maple Leafs opened the scoring at the 1:38 mark of the first period on the power play.", "topic": "Sports"}
{"name": "Minister defends right of business leaders to call PM as ‘government by WhatsApp’ controversy continues – politics live", "snippet": "Loophole in ministerial code means messages from business leaders and politicians need not be disclosed", "topic": "Corona"}
{"name": "Incredible I&#39;m A <b>Celebrity</b> attraction to open in the UK this summer", "snippet": "An I&#39;m A Celebrity... Get Me Out Of Here! attraction will open in Manchester this summer. If you&#39;re an I&#39;m A Celeb fan and can&#39;t wait till the end of the year for a fix of your favourite show, we have good", "topic": "Celebrity"}
{"name": "GAME STORY: Oilers 3, Jets 1", "snippet": "Edmonton scores twice on the power play, McDavid records three assists and Nugent-Hopkins notches the game-winning goal for another victory in Winnipeg", "topic": "Sports"}
{"name": "NASA DELAYS the return of SpaceX&#39;s Crew-1 astronauts until Saturday because of bad <b>weather</b> in splashdown zone off the coast of Florida", "snippet": "NASA is delaying the return trip of Crew-2 from the International Space Station due to poor weather in the splashdown zone. The crew is now set to return to Earth at 5:55 Saturday, May 1.", "topic": "Literature"}
{"name": "Met Office <b>weather</b> forecast for Wales as sunshine set to be replaced by heavy rain", "snippet": "The sunshine and clear skies Wales has been enjoying for the last few weeks is all about to change. Just as Welsh pubs open their beer gardens, so will the skies, as rain is forecast for the next several days.", "topic": "Literature"}
{"name": "&#39;<b>Corona</b> curfew&#39; in Madhya Pradesh extended till May 7 as situation remains grim", "snippet": "At present, &#39;corona curfew&#39; is underway in several districts of the state, including Bhopal, Indore and other prominent cities, till May 3.", "topic": "Corona"}
{"name": "Argentina dry <b>weather</b> to propel stalled soybean harvest", "snippet": "Argentina&#39;s stalled soy harvest is set for a boost from a period of expected dry weather, meteorologists and grains analysts said, after recent heavy rains in key farming areas had slowed down farmers gathering in their crops.", "topic": "Literature"}
{"name": "Coroner trying to trace <b>family</b> after woman dies in <b>Royal</b> Stoke", "snippet": "The coroner is trying to trace the family of a woman who died in hospital earlier this month. June Farrell, of Holland Street, Tunstall, passed away at the Royal Stoke University Hospital on April 9.", "topic": "Royal Family"}
{"name": "ZoomInfo Attains 2021 TrustArc <b>GDPR</b> and CCPA Practices Validations, Furthering Its Commitment to Data Privacy Leadership", "snippet": "ZoomInfo (Nasdaq: ZI), a global leader in go-to-market (GTM) intelligence solutions, today announced that it has attained a pair of important privacy validations that demonstrate its policies are in line with the strictest privacy regulations in the world.", "topic": "Other"}
{"name": "<b>Corona</b>® Beer Contributes $1 Million to Restaurant Industry Recovery This Cinco de Mayo, Invites Others to #CincoForGood", "snippet": "As part of the initiative, the brand is donating $1 million to the National Restaurant Association Educational Foundation, the nonprofit arm of the National Restaurant Association, which is helping to rebuild the restaurant industry and create opportunities for restaurant workers from all backgrounds.", "topic": "Corona"}
{"name": "Always take the <b>weather</b> with you: 100 years of forecasting broadcasts", "snippet": "In the century since the first on-air report in 1921, meteorologists have - almost - got the science of forecasting down to a fine art", "topic": "Literature"}
{"name": "An Interview With the Man Behind Yahoo Answers’ Infamous “Am I Pragnent?” Video", "snippet": "An era that, with the looming shutdown of Yahoo Answers, Yahoo’s question-and-answer forum, is about to be lost to time. (For the uninitiated, Yahoo Answers allowed anybody to submit questions about,", "topic": "Celebrity"}
{"name": "An Interview With the Man Behind Yahoo Answers’ Infamous “Am I Pragnent?” Video", "snippet": "An era that, with the looming shutdown of Yahoo Answers, Yahoo’s question-and-answer forum, is about to be lost to time. (For the uninitiated, Yahoo Answers allowed anybody to submit questions about,", "topic": "Celebrity"}
{"name": "Natural Gas Price Prediction – Prices Surge Despite Warm <b>Weather</b> Forecast", "snippet": "Natural gas prices surged again on Tuesday, despite a report from the Department of Energy that showed that consumers would likely decline. According to the National Oceanic Atmospheric Administration,", "topic": "Other"}
{"name": "Bank holiday weekend forecast: Met Office predicts showery, windy <b>weather</b>", "snippet": "The Met Office has forecasted a less-than-ideal sounding Bank Holiday Weekend across Devon and Cornwall, with hopes for a blazingly hot few days looking unrealistic. A Met Office", "topic": "Other"}
{"name": "Man Proves <b>Artificial Intelligence</b> Is ‘Racist’ By Attempting To Get Passport Picture Approved", "snippet": "A TikTok user has used his experience of trying to apply for a new passport to demonstrate how racial bias can also exist in artificial intelligence (AI). Joris Lechêne, a model and artist who also works to educate people on racial bias,", "topic": "Other"}
{"name": "Inside the inevitable College <b>Football</b> Playoff expansion and why it will be anything but easy", "snippet": "In a Friday statement summarizing the College Football Playoff spring meetings, the CFP&#39;s executive director waited until the 17th paragraph to unload a bit of a shocker: A working group was modeling expansion possibilities that could see as many as 16 teams compete in a playoff.", "topic": "Football"}
{"name": "&#39;<b>Corona</b> curfew&#39; in Madhya Pradesh extended till May 7 as situation remains grim", "snippet": "At present, &#39;corona curfew&#39; is underway in several districts of the state, including Bhopal, Indore and other prominent cities, till May 3.", "topic": "Corona"}
{"name": "Chicago <b>Weather</b>: Showers For The Thursday Morning Rush", "snippet": "Shower chances stay with us on Wednesday night and Thursday.  (Credit: CBS 2) Temperatures will hold steady in the upper 40s through the night.  (Credit: CBS 2) It will be cooler lakeside both Thursday and Friday with highs in the mid-50s near the shoreline.", "topic": "Other"}
{"name": "Can positive <b>psychology</b> change world?", "snippet": "If we want to change the world for the better, we need to learn how to act wisely, a new book says. The book says an open mind, open heart", "topic": "Other"}
{"name": "The <b>Psychology</b> Behind Why Our Green Habits Have Changed", "snippet": "Last year marked a return to using disposable coffee cups and driving instead of using public transport. Can we get back on track?", "topic": "Other"}
{"name": "Katie Price slams <b>celebrity</b> shout-out service selling personal video messages from her and son Harvey for £100", "snippet": "KATIE Price has slammed a celebrity shout-out service for falsely claiming to have her as one of its biggest stars.  The mum hit out at Swedish firm Memmo after it claimed Katie, son Harvey and", "topic": "Celebrity"}
{"name": "Uttar Pradesh: Marginal drop in <b>corona</b> tally for second day on trot", "snippet": "The daily count of coronavirus cases recorded a decline for the second consecutive day in Uttar Pradesh on Tuesday.", "topic": "Corona"}
{"name": "COVID crisis: India logs 3.60 lakh cases in 24 hrs, <b>corona</b> deaths cross 2 lakh-mark", "snippet": "India witnessed highest-ever spike of COVID-19 cases in a day in the world. 3,60,960 new COVID cases reported in last 24 hours and the total caseload now stands at 1,79,97,267. Currently, there are 29,", "topic": "Corona"}
{"name": "Flash Flooding Hits Southwestern Missouri Counties Amid Severe <b>Weather</b> Warnings", "snippet": "Severe weather hit southwestern Missouri on Wednesday, April 28, bringing flooding to various counties as multiple tornado and thunderstorm warnings were issued across the region.Footage filmed by the Missouri State Highway Patrol Troop D shows floodwaters encroaching on homes.", "topic": "Literature"}
{"name": "Floyd Mayweather vs. Logan Paul exhibition <b>boxing</b> match set for June in Miami on Showtime PPV", "snippet": "The boxing exhibition between Floyd Mayweather and Logan Paul, originally scheduled for Feb. 20 before being postponed, is now set to take place June 6 from Hard Rock Stadium in Miami Gardens, Florida.", "topic": "Sports"}
{"name": "Don&#39;t exclude Princess Anne from slimmed down <b>Royal Family</b>, Prince Charles is told", "snippet": "Princess Anne fans are calling on Prince Charles not to sideline his only sister when he becomes King and slims down the monarchy. It is widely accepted that Charles will take on many of the Queen&#39;s duties and become what one royal commentator has described as &quot;a quasi king&quot; following the death of his father Prince Philip.", "topic": "Royal Family"}
{"name": "Cozens sought to provide spark on otherwise off night vs. Rangers", "snippet": "Dylan Cozens only fought once during his junior career with Lethbridge, in part due to a mandate from the coaching staff to keep its top player out of the penalty box. It has taken less than a full season for Cozens to double that total in the NHL.", "topic": "Sports"}
{"name": "Biden says white supremacy is <b>terrorism</b> and tells Congress he wants them to pass the George Floyd act on the anniversary of his death next month", "snippet": "President Joe Biden said white supremacy was the worst terror threat to the homeland today, as he called on Congress to pass the George Floyd Justice in Policing Act by next month.", "topic": "Other"}
{"name": "<b>Weather</b>: <b>weather</b>_southwest_plymouth.avi", "snippet": "Weather: weather_southwest_plymouth.avi. Duration: 02:18", "topic": "Literature"}
{"name": "ASTI Mobile <b>Robotics</b> aims to create more than 120 new jobs in 2021", "snippet": "In the first quarter of 2021, the ASTI Mobile Robotics Group added more than 40 people to #teamASTI, aiming to strengthen its workforce and, in this way, meet the current mobile robotics market demands while also ensuring quality service for all customers.", "topic": "Other"}
{"name": "<b>Celebrity</b> makeup artists reveal Kate Middleton has taken inspiration from the Queen", "snippet": "Hair and beauty experts told FEMAIL how the Duchess of Cambridge, 39, has subtly overhauled her appearance since she first started dating Prince William and married into the Royal Family in 2011.", "topic": "Celebrity"}
{"name": "General Data Protection Regulation (<b>GDPR</b>)", "snippet": "The General Data Protection Regulation (GDPR) was passed in the European Union (EU) in 2016 and requires all businesses", "topic": "Other"}
{"name": "Tyler Glasnow whiffs 10 as the Tampa Bay Rays blank the Oakland <b>Athletics</b>", "snippet": "Tyler Glasnow struck out 10 over seven scoreless innings, Mike Zunino hit a mammoth homer off a catwalk and the Tampa Bay Rays beat the visiting Oakland", "topic": "Sports"}
{"name": "<b>Celebrity</b> Cruises Leans Into Sophistication, Luxury With New Ship <b>Celebrity</b> Beyond", "snippet": "Celebrity Beyond is longer and taller than its predecessors, which created airier spaces throughout the ship and created an additional 179 cabins, including suites, Celebrity Cruises President and CEO Lisa Lutoff-Perlo said.", "topic": "Celebrity"}
{"name": "<b>Tennis</b> and esports lead IBIA Q1 betting alerts report", "snippet": "The IBIA has published its report for Q1 2021, revealing that tennis, esports and football accounted for the bulk of alerts.", "topic": "Sports"}
{"name": "Rural, low-income <b>LGBTQ</b> people need the Equality Act. I am living proof.", "snippet": "As we continue to talk about the Equality Act, which seeks to expand the 1964 Civil Rights Act to protect LGBTQ people in employment, housing, access to services and public accommodations, and more, we must look at the impact on low-income queer people,", "topic": "Other"}
{"name": "SF aging director leaves <b>LGBTQ</b> legacy", "snippet": "As she departs May 1 for the unenviable job of overseeing San Francisco&#39;s response to homelessness, Shireen McSpadden is leaving behind a nationally recognized legacy of tackling LGBTQ aging issues.", "topic": "Other"}
{"name": "<b>ATHLETICS</b>: Magnolia celebrates nine in signing ceremony", "snippet": "Nine Magnolia seniors were celebrated in an athletic signing ceremony Wednesday. The baseball program sent four student-athletes to the college ranks a night after earning a share of the District 19-5A title.", "topic": "Sports"}
{"name": "APRIL 2021: Your <b>weather</b> pictures for the Border region", "snippet": "Email: You can send your photos by email to weatherpics@itv.com When taking a picture to be used on one of our weather forecasts, don&#39;t forget to make them landscape - rather than portrait - as this fits the screen better;", "topic": "Other"}
{"name": "&#39;<b>Corona</b> curfew&#39; in Madhya Pradesh extended till May 7", "snippet": "&quot;Chief Minister (Shivraj Singh Chouhan) has decided to extend the corona curfew (or Janata curfew) till May 7,&quot; state Home Minister Narottam Mishra said here.", "topic": "Corona"}
{"name": "Natural Gas Price Prediction – Prices Surge Despite Warm <b>Weather</b> Forecast", "snippet": "Natural gas prices surged again on Tuesday, despite a report from the Department of Energy that showed that consumers would likely decline. According to the National Oceanic Atmospheric Administration,", "topic": "Other"}
{"name": "MPs call for review of all coronavirus fines", "snippet": "Coronavirus fines have been described as “muddled, discriminatory and unfair” by a group of MPs and peers who have called for a review of all of those issued under lockdown laws. The Joint Committee on Human Rights said the system “criminalises the poor over the better-off” and no Covid-19 fine should result in a criminal record.", "topic": "Corona"}
{"name": "San Diego police, <b>LGBTQ</b> leaders launch &#39;Safe Place Program&#39; for victims of hate crimes", "snippet": "A new program helps to identify safe places for San Diegans in the LGBTQ community to go if they become victims of a hate crime or need to report suspicious activity", "topic": "Other"}
{"name": "Rosemont Adoptable Pets: Meet Smithers, <b>Corona</b>, Lilly &amp; More", "snippet": "Looking to add to your family and do something good for the Rosemont community at the same time? Adopt a pet from a local shelter! Amid the COVID-19 pandemic, many facilities in the Rosemont area are still working to find forever homes for dozens of cats,", "topic": "Corona"}
{"name": "Mysterious heating of sun&#39;s <b>corona</b> powered by solar &#39;campfires,&#39; study suggests", "snippet": "The mysterious heating of the sun’s corona might be powered by miniature solar flares dubbed &#39;campfires,&#39; discovered by the European-US Solar Orbiter mission last year, a new study suggests. The temperature of the sun’s outer atmosphere,", "topic": "Corona"}
{"name": "Madelynn Taylor, Navy veteran and Idaho <b>LGBTQ</b> activist, to be buried next to her wife", "snippet": "After years of fighting to ensure she could be interred next to her late wife Jean Mixner, Taylor&#39;s dream is finally becoming a reality.", "topic": "Other"}
{"name": "‘<b>Cricket</b> is safe - so let’s get the game going again’ - Scottish chief Gus Mackay’s rallying cry", "snippet": "In his 18 months in charge of Scottish cricket Gus Mackay has seen one day’s play. But it’s not for the want of trying.", "topic": "Sports"}
{"name": "Tokyo <b>Olympics</b>: Ben Proud and James Guy among 24 swimmers added to Team GB squad", "snippet": "Team GB have been tipped to provide “some special moments in the pool” at the rearranged Olympics after ex-world champion Ben Proud and two-time Rio 2016 silver medallist James Guy were among 24 swimmers added to their squad.", "topic": "Sports"}
{"name": "<b>Cricket</b>-Australia&#39;s Zampa, Richardson exit India after pulling out of IPL", "snippet": "MELBOURNE (Reuters) -Australian cricketers Adam Zampa and Kane Richardson have flown out of India after withdrawing from the Indian Premier League amid growing concerns over the COVID-19 crisis in the south Asian nation.", "topic": "Sports"}
{"name": "Facebook facing scrutiny by European regulators should act as a reminder to all about the importance of <b>GDPR</b>", "snippet": "GDPR is once again headline news with Facebook facing the wrath of European regulators over a data breach that saw… | London | Technology | Technology |", "topic": "Other"}
{"name": "Research on <b>Artificial Intelligence</b> (AI) As a Service Market 2021: By Growing Rate, Type, Applications, Geographical Regions, and Forecast to 2026", "snippet": "Just now Technology Product ID: 3699359 Market Study Report, LLC. is a hub for market intelligence products and services. We streamline the purchase of your market research reports and services through a single integrated platform by bringing all the major publishers and their services at one place.", "topic": "Other"}
{"name": "<b>Corona</b> Crisis: Air Force chief RKS Bhadauria meets PM Modi", "snippet": "Indian Air Force Chief RKS Bhadauria has met PM Modi. During this meet, PM Modi has reviewed the COVID operation of the Indian Air Force. Watch video on Zee News", "topic": "Corona"}
{"name": "Always take the <b>weather</b> with you: 100 years of forecasting broadcasts", "snippet": "In the century since the first on-air report in 1921, meteorologists have - almost - got the science of forecasting down to a fine art", "topic": "Literature"}
{"name": "Iranian FM: US medical <b>terrorism</b> prevented global corona vaccination", "snippet": "Iranian Foreign Minister said that US sanctions and medical terrorism have prevented global vaccination to control the coronavirus.", "topic": "Other"}
{"name": "<b>Artificial intelligence</b> will maximise efficiency of 5G network operations", "snippet": "You’ve likely heard of developments that would combine 5G networks with artificial intelligence to enable autonomous vehicles, augmented reality glasses, free-roaming robots, package delivery drones,", "topic": "Other"}
{"name": "<b>Psychology</b> Today", "snippet": "So you&#39;re not a &quot;10&quot; in every which way. But you&#39;re probably pretty spectacular in some way, and definitely good enough in most areas of life. If ever there were a time to stop beating yourself up for being human, it is now. In Hirokazu Koreeda’s film ...", "topic": "Other"}
{"name": "Telangana Man Arranging Special Vehicle for <b>Corona</b> Patients To Reach Hospital", "snippet": "Also to get rid of direct contact with the patients, Ganesh got a special driver’s cabin in the auto. Ganesh feels “serving people is tantamount to serving God”. As and when he gets phone calls, the auto driver will come to the patient’s house and pick up the person.", "topic": "Corona"}
{"name": "AHSS Workshops: USearch &amp; Social Sciences Premium", "snippet": "Training workshops AHSS students covering literature searching via USearch and Social Sciences Premium will run in April, May &amp; June. Anyone interested in attending should book via the Library training calendar.", "topic": "Other"}
{"name": "Hewlett Packard Enterprise Wins Red Hat North American Partner Award for <b>Artificial Intelligence</b> (AI) Solutions", "snippet": "Hewlett Packard Enterprise (HPE) today announced it has been honored as Artificial Intelligence (AI) Solution Partner of The Year by Red Hat, Inc., for AI solutions developed for the public sector. The award is part of the annual Red Hat North America Partner Awards,", "topic": "Other"}
{"name": "Sport-British sport unites to support <b>football</b> in social media boycott", "snippet": "English cricket and Premiership Rugby on Wednesday announced they will join football&#39;s social media blackout this weekend in response to continued online racist abuse of professional players in the country.", "topic": "Football"}
{"name": "Flash Flooding Hits Southwestern Missouri Counties Amid Severe <b>Weather</b> Warnings", "snippet": "Severe weather hit southwestern Missouri on Wednesday, April 28, bringing flooding to various counties as multiple tornado and thunderstorm warnings were issued across the region.Footage filmed by the Missouri State Highway Patrol Troop D shows floodwaters encroaching on homes.", "topic": "Literature"}
{"name": "<b>Royal</b> mourning for the Duke of Edinburgh ends today as <b>family</b> prepare for return to normal official roles", "snippet": "Duke of Edinburgh will end for the monarchy and their households on Friday. Since the death of the Queen’s consort on April 9 the royal family have only carried out official duties where appropriate and have dressed in black as a mark of respect when in public.", "topic": "Royal Family"}
{"name": "<b>Royal</b> future: William and Kate celebrate 10 years of marriage", "snippet": "Prince William and his wife Kate mark a decade of marriage Thursday, with the popular couple increasingly seen as the British monarchy&#39;s future as other senior royals age or recede from view.", "topic": "Royal Family"}
{"name": "Tokyo Olympics 2021: A look at the medal favorites from Denmark in <b>badminton</b>", "snippet": "For decades, Denmark has remained the most successful European nation in badminton and will thus be one of the biggest challengers to the Asian powerhouses. The Nordic nation will have quite a few players who can stake a claim for the gold medal in Tokyo - Viktor Axelsen,", "topic": "Sports"}
{"name": "EU proposes rules for high-risk <b>artificial intelligence</b> uses", "snippet": "European Union officials have unveiled proposals for reining in high-risk uses of artificial intelligence such as live facial scanning that could threaten people’s safety or rights", "topic": "Other"}
{"name": "Dublin <b>football</b> trailblazer Tom Markham playing a blinder off the pitch", "snippet": "Anybody trying to pursue a career in football in the UK should keep an eye on the progress of Dubliner Tom Markham, who is building up such a portfolio that it would put the nursery rhyme character", "topic": "Football"}
{"name": "Chris Eubank Jr inspired by dad’s tears in Michael Watson reunion as he bids to join British <b>boxing</b>’s new golden age", "snippet": "CHRIS EUBANK JR watched his father’s tears touch the nation and knew he had to be part of British boxing’s new golden age. Two-weight icon Chris Sr was reunited with Michael Watson on TV when he", "topic": "Sports"}
{"name": "GAME STORY: Oilers 3, Jets 1", "snippet": "Edmonton scores twice on the power play, McDavid records three assists and Nugent-Hopkins notches the game-winning goal for another victory in Winnipeg", "topic": "Sports"}
{"name": "Malkin Practices with Full Contact", "snippet": "Evgeni Malkin is getting closer and closer. He practiced with full contact on Wednesday at UPMC Lemieux Sports Complex, another huge step in his recovery from a lower-body injury that has kept him out of the lineup for the past 21 games.", "topic": "Sports"}
{"name": "UK <b>Weather</b> Bulletin: Northern Ireland", "snippet": "Northern Ireland. Weather: weather_nireland.mxf. Duration: 01:00 . Weather: weather_nireland.mxf. Duration: 00:52", "topic": "Literature"}
{"name": "Benicia High School girls <b>tennis</b> team blanks Ygnacio Valley", "snippet": "The Benicia High School girls tennis team blanked visiting Ygnacio Valley 6-0 on Tuesday in Diablo Athletic League play.", "topic": "Sports"}
{"name": "<b>Celebrity</b> workouts: 16 best PT-approved sweat sessions to make your next workout a good one", "snippet": "Try celebrity workouts from the likes of Kate Middleton, J Lo, Ellie Goulding &amp; more. Guarenteed to get your sweating &amp; boost your endorphins.", "topic": "Celebrity"}
{"name": "UK <b>weather</b>: Arctic blast to send temperatures tumbling and washout Bank Holiday", "snippet": "The Bank Holiday will see far more changeable weather, with showers and dipping temperatures replacing sunny skies as the UK ushers in the new month", "topic": "Literature"}
{"name": "Amid COVID Surge, Chandigarh Announces ‘<b>Corona</b> Curfew’ from April 29 till Further Orders. Check Details", "snippet": "In view of the alarming rise in COVID-19 cases, the Chandigarh administration on Wednesday announced &#39;Corona curfew&#39; from 6pm on April 29 -till 5 am every day until further orders. All shops, malls, m", "topic": "Corona"}
{"name": "BBC <b>Weather</b>: Freezing Arctic blast grips Europe as snow showers dump 20-30cm – latest", "snippet": "BBC Weather has forecast an Arctic blast of cold air moving into Europe bringing with it snow in some highland areas.", "topic": "Literature"}
{"name": "Katie Price &#39;gives away&#39; <b>Celebrity</b> Masterchef result months before show even airs", "snippet": "The former glamour model is due to be one of the contestants in the latest edition of the BBC cookery competition - but it appears she has spoiled the ending rather than the food", "topic": "Celebrity"}
{"name": "<b>Royal</b> future: William and Kate celebrate 10 years of marriage", "snippet": "Prince William and his wife Kate mark a decade of marriage Thursday, with the popular couple increasingly seen as the British monarchy&#39;s future as other senior royals age or recede from view.", "topic": "Royal Family"}
{"name": "Bank holiday weekend forecast: Met Office predicts showery, windy <b>weather</b>", "snippet": "The Met Office has forecasted a less-than-ideal sounding Bank Holiday Weekend across Devon and Cornwall, with hopes for a blazingly hot few days looking unrealistic. A Met Office", "topic": "Other"}
{"name": "8 best <b>golf</b> balls that will give you confidence on the tee", "snippet": "Give Tiger Woods a run for his money with the best golf balls from Amazon, Decathlon, Golf Online, American Golf, Club House Golf, and more", "topic": "Sports"}
{"name": "How <b>artificial intelligence</b> can radically transform your business", "snippet": "&quot;Over 40 per cent of businesses believe that the model they&#39;re using today will cease to exist in five years,&quot; says Clare Barclay, chief operating officer of Microsoft UK. &quot;All sorts of technology, AI included, is changing the shape of the business landscape.", "topic": "Other"}
{"name": "South Yorkshire man charged over right wing <b>terrorism</b>", "snippet": "A man from South Yorkshire has been charged with terrorism and drugs offences as part of an intelligence-led investigation into right-wing terrorism. Christopher Carey, 55, of Caperns Road, North Anston has been charged with three offences contrary to Section 2 of the Terrorism ACT 2006 (dissemination of terrorist publications) and one offence of the Possession of Class A Drugs contrary to Misuse of Drugs Act 1971.", "topic": "Other"}
